Repository: Eoxia/WPshop-1.y.z
Catalog: includes/modules/wps-pos-addon/languages/wps-pos-i18n-*.po
Languages: fr_fr

source: It seems that no element exists for this letter, would you like to load the list?
fr_fr: Il semble qu'aucun élément n'ait été trouvé pour cette lettre, souhaitez-vous tout de même charger cette liste?

source: Are you sure you want to delete this product from the order?
fr_fr: Êtest vous sûr de vouloir supprimer cet article de la commande?

source: Product with variation selection
fr_fr: Sélection des options du produit

source: WP-Shop point of sale interface
fr_fr: Interface de caisse pour WP-Shop

source: WP-Shop POS
fr_fr: Caisse WP-Shop

source: Shop Customer
fr_fr: Client boutique

source: Shop Customer main infos
fr_fr: Informations principales

source: Shop Customer address infos
fr_fr: Adresse du client

source: Default
fr_fr: Défaut

source: Customer
fr_fr: Client

source: An error occured
fr_fr: Une erreur est survenue

source: Nothing found in %s for letter %s
fr_fr: Aucun résultat dans %s pour la lettre %s

source: THe requested term (%s) to search is invalid. Please check your request and try again
fr_fr: Le terme recherché (%s) est invalide. Merci de vérifier votre demande puis de réessayer.

source: Historic bank deposit
fr_fr: Historique des remises en banque

source: Create your bank deposit
fr_fr: Créez votre remise en banque

source: ALL
fr_fr: TOUT

source: Billing address
fr_fr: Adresse de facturation

source: No customer has been selected, please choose a customer or create a new one before try to create a new order
fr_fr: Aucun client n'a été sélectionné, merci de choisir un client dans la liste ou d'en créer un nouveau

source: Order summary
fr_fr: Résumé de la commande

source: The order is currently empty
fr_fr: Cette commande est actuellement vide

source: Order have been saved
fr_fr: La commande a bien été enregistrée

source: No order have been found
fr_fr: Aucune commande n'a été trouvée

source: No customer has been selected for current order
fr_fr: Aucun client n'a été trouvé pour la commande actuelle

source: An error occured while saving customer
fr_fr: Une erreur est survenue lors de l'enregistrement du client

source: An email address is required
fr_fr: Une adresse email est requise pour créer un client

source: An account is already created with this e-mail address
fr_fr: Un compte est déjà existant avec cette adresse e-mail

source: Customer created succesfully
fr_fr: Client créé avec succès

source: Add customer
fr_fr: Ajout un client

source: Please fill all fields mark as required
fr_fr: Merci de remplir tous les champs marqués comme obligatoire

source: Error at product creation!
fr_fr: Une erreur est survenue lors de la création du produit

source: Product created partially!
fr_fr: Produit créé partiellement!

source: Product created successfully.
fr_fr: Produit créé avec succès

source: Product
fr_fr: Produit

source: Product name
fr_fr: Nom du produit

source: Product type to create
fr_fr: Type de produit à créer

source: Yes
fr_fr: Oui

source: Add product
fr_fr: Ajouter un produit

source: Sort by dates
fr_fr: Tri par date

source: Begin date
fr_fr: Date de début

source: End date
fr_fr: Date de fin

source: This day
fr_fr: Ce jour

source: This week
fr_fr: Cette semaine

source: This year
fr_fr: Cette année

source: Filters
fr_fr: Filtres

source: Check
fr_fr: Chèque

source: Money
fr_fr: Espèces

source: Credit card
fr_fr: Carte bancaire

source: Search
fr_fr: Rechercher

source: Order
fr_fr: Commande

source: Products
fr_fr: Produits

source: Amount
fr_fr: Montant

source: Method
fr_fr: Méthode

source: No result
fr_fr: Aucun résultat

source: Total bank deposit
fr_fr: Total remise en banque

source: Download deposit
fr_fr: Télécharger la remise

source: Number:
fr_fr: N°:

source: No user has been found for current search.
fr_fr: Aucun client ne correspond à cette recherche

source: New customer creation
fr_fr: Créer un client

source: Create a customer
fr_fr: Créer un client

source: Choose this customer
fr_fr: Sélectionnez ce client

source: Customer infos
fr_fr: Information du client

source: Start typing here for customer search
fr_fr: Commencer a taper ici pour rechercher un client

source: Customer last name
fr_fr: Nom du client

source: Customer first name
fr_fr: Prénom du client

source: Customer email
fr_fr: E-mail du client

source: Historic
fr_fr: Historique

source: Nothing was found for selected customer. Please check this customer account before continuing
fr_fr: Aucune données n'a été trouvée pour ce client. Meci de vérifier le compte du client pour pouvoir continuer

source: Customer selection
fr_fr: Choix du client

source: Change customer
fr_fr: Changer de client

source: Selected customer
fr_fr: Client

source: Cancel
fr_fr: Annuler

source: Number of product
fr_fr: Nombre d'articles

source: Amount to pay
fr_fr: Montant à payer

source: Order payment
fr_fr: Paiement de la commande

source: Customer paid the full amount
fr_fr: Le client a réglé le montant total de la commande

source: Given Amount
fr_fr: Somme reçue

source: Change due
fr_fr: Monnaie à rendre

source: Cash
fr_fr: Encaisser

source: Please select a payment method
fr_fr: Merci de sélectionner une méthode de paiement

source: Deposit amount exceeds order amount
fr_fr: Le montant de l'accompte dépasse le montant de la commande

source: Payments summary
fr_fr: Liste des paiements

source: Choosen payment method
fr_fr: Méthode de paiement choisie

source: Invoice
fr_fr: Facture

source: Download
fr_fr: Télécharger

source: View
fr_fr: Voir

source: Create a new order
fr_fr: Nouvelle commande

source: Return to current order
fr_fr: Retour à la commande actuelle

source: New payment
fr_fr: Nouvel encaissement

source: Qty
fr_fr: Qté

source: P.U ATI
fr_fr: P.U TTC

source: Total ATI
fr_fr: Total TTC

source: VAT (%s %%)
fr_fr: TVA (%s %%)

source: Total ET
fr_fr: Total HT

source: Finalize order
fr_fr: Finaliser la commande

source: Empty order
fr_fr: Nouvelle commande

source: Access to seller's Stats
fr_fr: Accèder aux statistiques vendeur

source: Make a return
fr_fr: Faire un retour

source: WP-Shop POS Software
fr_fr: Interface de caisse pour WP-Shop

source: Start typing here for product search
fr_fr: Commencez à taper pour rechercher un produit

source: Search only in barcode
fr_fr: Rechercher uniquement dans les codes barres

source: Product selection
fr_fr: Choix des produits

source: New product creation
fr_fr: Créer un nouveau produit

source: Create a product
fr_fr: Créer un produit

source: We are unable to detect the product you want to add to order
fr_fr: Nous n'avons pas pu déterminer quel produit vous souhaitiez ajouter à votre commande

source: Product price
fr_fr: Prix du produit

source: No product has been found for current search.
fr_fr: Aucun produit ne correspond à votre recherche

source: Barcode
fr_fr: Code barre

source: Edit this product
fr_fr: Éditer ce produit

source: Bank deposit
fr_fr: Remise en banque
