Repository: Eoxia/WPshop-1.y.z
Catalog: languages/wpshop-*.po
Languages: es_pe, fr_fr

source: Please fill all fields mark as required
fr_fr: Merci de renseigner tous les champs marqués comme obligatoire

source: Error at product creation!
fr_fr: Une erreur est survenue lors de la création du produit

source: Product created partially!
fr_fr: Le produit a été créé partiellement!

source: Product created successfully.
fr_fr: Produit créé avec succès

source: Product type to create
fr_fr: Type de produit à créer

source: Add product
fr_fr: Ajouter un produit

source: From
fr_fr: A partir de

source: to
fr_fr: au

source: Hour
fr_fr: Heure

source: Bank deposit sum
fr_fr: Total remise en banque

source: Sort by dates
fr_fr: Trier par date

source: Begin date
fr_fr: Date de début

source: End date
fr_fr: Date de fin

source: This day
fr_fr: Aujourd'hui

source: This week
fr_fr: Cette semaine

source: This year
fr_fr: Cette année

source: Filters
fr_fr: Filtres

source: Money
fr_fr: Monnaie

source: Search
es_pe: Buscar
fr_fr: Recherche

source: No result
fr_fr: Aucun résultats

source: Total bank deposit
fr_fr: Dépôt bancaire total

source: Download deposit
fr_fr: Télécharger le dépôt bancaire

source: Number:
fr_fr: Nombre:

source: No user has been found for current search.
fr_fr: Aucun utilisateur trouvé pour la recherche

source: New customer creation
fr_fr: Création d'un nouveau client

source: Create a customer
fr_fr: Créer un client

source: E-mail
es_pe: Correo electr&oacute;nico
fr_fr: Adresse e-mail

source: Choose this customer
fr_fr: Choisir ce client

source: Customer infos
fr_fr: Informations Client

source: Start typing here for customer search
fr_fr: Commencer la recherche client ici

source: Historic
fr_fr: Historique

source: Order summary
fr_fr: Résumé de la commande

source: Nothing was found for selected customer. Please check this customer account before continuing
fr_fr: Rien n'as été trouver pour le client sélectionner. Veuillez vérifié le compte du client avant de continuer

source: Customer selection
fr_fr: Sélection client

source: Change customer
fr_fr: Changer de client

source: Selected customer
fr_fr: Client Sélectionner

source: Number of product
fr_fr: Nombre d'article

source: Amount to pay
fr_fr: Montant à régler

source: Order payment
es_pe: Pago del pedido
fr_fr: Paiement de la commande

source: Customer paid the full amount
fr_fr: Le client a payé le montant total

source: Given Amount
fr_fr: Montant reçu

source: Change due
fr_fr: Monnaie dû

source: Cash
fr_fr: Monnaie

source: Please select a payment method
fr_fr: Veuillez sélectionner un moyen de payement

source: Deposit amount exceeds order amount
fr_fr: Le montant reçu est supérieur au montant attendu

source: Payments summary
fr_fr: Résumé des payements

source: Choosen payment method
es_pe: Forma de pago seleccionada
fr_fr: Méthode de payement sélectionnée.

source: Download
es_pe: Descarga
fr_fr: Télécharger

source: Create a new order
fr_fr: Crée une nouvelle commande

source: Return to current order
fr_fr: Retour à la commande actuelle

source: New payment
fr_fr: Nouveau payement

source: P.U ATI
fr_fr: P.U TTC

source: VAT (%s %%)
fr_fr: TVA ( %s %%)

source: Finalize order
fr_fr: Finalisation de la commande

source: Empty order
fr_fr: Commande vide

source: Access to seller's Stats
fr_fr: Accès aux statistiques vendeurs

source: Make a return
fr_fr: Effectuez un retour

source: WP-Shop POS Software
fr_fr: Logiciel de caisse de WP-Shop

source: Start typing here for product search
fr_fr: Rechercher dans les produits

source: Search only in barcode
fr_fr: Cherchez seulement dans le code barres

source: Product selection
fr_fr: Sélection de produit

source: New product creation
fr_fr: Création d'un nouveau produit

source: Create a product
fr_fr: Créer un produit

source: We are unable to detect the product you want to add to order
fr_fr: Nous ne pouvons pas détecter le produit que vous voulez ajouter à la commande.

source: Product price
fr_fr: Prix du produit

source: No product has been found for current search.
fr_fr: Aucun produit n'a été trouver pour la recherche actuelle

source: Barcode
fr_fr: Code barre

source: Edit this product
fr_fr: Edité ce produit

source: Choose this product
fr_fr: Choisir ce produit

source: You are not allowed to use this service.
es_pe: Usted no est&aacute; autorizado para usar este servicio
fr_fr: Vous n'avez pas les droits nécessaire pour effectuer cette action.

source: Addresses
fr_fr: Adresses

source: Address
fr_fr: Adresse

source: New address
fr_fr: Nouvelle adresse

source: Edit address
fr_fr: Editer votre adresse

source: View address
fr_fr: Voir l'adresse

source: Search in addresses
fr_fr: Rechercher une adresse

source: No address found
fr_fr: Aucune adresse trouvée

source: No address founded in trash
fr_fr: Aucune commande trouvée dans la corbeille

source: Address ID
fr_fr: ID Adresse

source: Element
fr_fr: Elément

source: Address type
fr_fr: Type d'adresse

source: Attached addresses
es_pe: Direcciones relacionadas
fr_fr: Adresses liées

source: Your address
fr_fr: Votre adresse

source: Add a new %s
es_pe: Agregar un nuevo %s
fr_fr: Ajouter nouvelle %s

source: address
fr_fr: adresse

source: No data
es_pe: No hay datos
fr_fr: Aucune données

source: You don't have any %s, %splease create a new one%s
es_pe: Usted no tiene ning&uacute;n %s, %scree un nuevo%s
fr_fr: Vous n'avez encore créé aucune %s, %sen créer une nouvelle%s

source: Edit your address
fr_fr: Modifier votre adresse

source: Add a new address
fr_fr: Ajouter une nouvelle adresse

source: Choose a country
es_pe: Escoja un pa&iacute;s
fr_fr: Choisissez un pays

source: Confirm %s
es_pe: Confirmar %s
fr_fr: Confirmation %s

source: No addresses are attached to this element type %s
fr_fr: Aucune adresse n'est attaché à ce type d'élément %s

source: Some errors have been detected
fr_fr: Des erreurs ont été détectées

source: You do not have create a %s
fr_fr: Vous n'avez pas créé d'%s

source: Edit this address
fr_fr: Editer votre adresse

source: Delete this address
fr_fr: Supprimer cette adresse

source: Save address
fr_fr: Enregistrer l'adresse

source: Address saved
fr_fr: Adresse enregistrée

source: Are you sure you want to cancel?
fr_fr: Etes-vous sûr de vouloir annuler ?

source: Continue
fr_fr: Continuer

source: No addresses founded
fr_fr: Aucune adresse trouvée

source: This address has no informations
fr_fr: Cette adresse n'a pas d'informations

source: Edit element
fr_fr: éditer l'entité

source: No type setted for address
fr_fr: Aucun type d'adresse paramétré pour cette adresse

source: address
fr_fr: adresse

source: Nothing setted for this address
fr_fr: Aucune adresses trouvées

source: Use the same address for billing
fr_fr: Utiliser la même adresse pour la facturation

source: Add a %s
fr_fr: Ajouter une %s

source: Which type of cart do you want to display
fr_fr: Choisissez le type de panier que vous souhaitez afficher

source: Simplified cart ATI
fr_fr: Panier simplifié TTC

source: Simplified cart ET
fr_fr: Panier Simplifié HT

source: Full cart
fr_fr: Panier complet

source: Your cart is empty
es_pe: Su carrito de compras est&aacute; vac&iacute;o
fr_fr: Votre panier est vide

source: This product does not exist in the cart.
es_pe: Este producto no est&aacute; en el carrito de compras.
fr_fr: Ce produit n'existe pas dans le panier.

source: You have another element type into your cart. Please finalize it by going to cart page.
es_pe: Hay otro tipo de elemento en su carrito de compras. Favor de finalizar pasando a la p&aacute;gina del carrito de compras
fr_fr: Vous devez finaliser votre panier courant avant de pouvoir effectuer cette action.

source: No more products can be added to your cart.
fr_fr: Le panier ne peux pas contenir plus d'éléments.

source: Add to cart
es_pe: Agregar al carrito de compras
fr_fr: Ajouter au panier

source: No product has been found.
fr_fr: Aucun produit trouvé

source: The coupon has been applied
fr_fr: Le coupon a été appliqué

source: A coupon code is required
fr_fr: Un code-coupon est obligatoire

source: An error was occured, please retry later or contact the website administrator
fr_fr: Une erreur est survenue, veuillez réessayer ultérieurement ou contacter l'administrateur du site

source: You have forget an item ? <a href="%s">Modify your cart !</a>
fr_fr: Vous avez oublié un article ? <a href="%s">Modifiez votre panier !</a>

source: Make this order again
fr_fr: Refaire cette commande

source: Tracking number
es_pe: N&uacute;mero de seguimiento
fr_fr: Numéro de suivi

source: Tracking link
fr_fr: Lien de suivi

source: Shipping cost ET
fr_fr: Frais de livraison HT

source: VAT on Shipping cost
fr_fr: TVA sur frais de port

source: Discount on order
fr_fr: Remise sur la commande

source: Amount reduction
fr_fr: Montant de la réduction

source: Type of discount on order
fr_fr: Type de remise sur la commande

source: Payable now %s
es_pe: Pagar ahora %s
fr_fr: A régler maintenant %s

source: Already paid
fr_fr: Montant réglé

source: Due amount for this order
es_pe: Saldo por pagar
fr_fr: Montant restant à payer

source: Empty the cart
es_pe: Vaciar el carrito de compras
fr_fr: Vider le panier

source: Validate my quotation
es_pe: Validar mi cotizaci&oacute;n
fr_fr: Valider mon devis

source: Update order informations
fr_fr: Mettre à jour les informations de la commande

source: Unit price ET
es_pe: Precio sin IVA
fr_fr: Prix unitaire H.T

source: Download the product
fr_fr: Télécharger le produit

source: Coupon
fr_fr: Coupon de réduction

source: Apply
fr_fr: Appliquer

source: item(s)
fr_fr: article(s)

source: Return
fr_fr: Retour

source: My cart
fr_fr: Mon panier

source: Shipping cost ATI
fr_fr: Frais de port TTC

source: Cart summary
fr_fr: Récapitulatif du panier

source: Customer comment
fr_fr: Commentaire

source: I have read and I accept the %sterms of sale%s.
fr_fr: J'ai lu et j'accepte les %sconditions générales de ventes%s.

source: Thank you ! Your order has been placed and you will receive a confirmation email shortly.
es_pe: Gracias por su compra. Su pedido fue registrado y usted recivir&aacute; prontamente un correo electr&oacute;nico de confirmaci&oacute;n
fr_fr: Merci ! Votre commande a été enregistrée et vous devriez recevoir un email de confirmation très bientôt.

source: You have to do a bank transfer on account detailled below:
es_pe: Usted debe hacer una transferencia bancaria a la cuenta que se detalla a continuaci&oacute;n
fr_fr: Vous devez effectuer un virement bancaire sur le compte bancaire ci-dessous :

source: Your order will be shipped upon receipt of funds.
es_pe: Su pedido ser&aacute; despachado una vez recibida la transferencia de fondos
fr_fr: Votre commande sera expédiée à la réception du règlement.

source: Thank you ! Your order as been successfully saved. You will pay your order on delivery. Thank you for your loyalty.
fr_fr: Merci ! Votre commande a été enregistrée. Vous devrez payer votre commande à sa livraison. Merci pour votre confiance.

source: You have to send the check with an amount of %s to about "%s" to the adress :
fr_fr: Vous devez envoyer un chèque avec un montant de %s à l'ordre de "%s" et à l'adresse ci-dessous :

source: Your order will be shipped upon receipt of the check.
es_pe: Su pedido ser&aacute; despachado una vez recibido el cheque
fr_fr: Votre commande sera expédiée à la réception du chèque.

source: Thank you ! Your quotation has been sent. We will respond to you as soon as possible.
es_pe: ¡Gracias! Su cotizaci&oacute;n ha sido enviada. Le Responderemos lo m&aacute;s pronto posible
fr_fr: Merci ! Votre demande de devis à bien été envoyée. Nous vous répondrons dans les plus brefs délais.

source: Order details
es_pe: Detalles del pedido
fr_fr: Détail de la commande

source: Shipping Mode
fr_fr: Mode de livraison

source: Payment
fr_fr: Paiement

source: You must select a shipping address
fr_fr: Vous devez choisir une adresse de livraison

source: You must create a shipping address
fr_fr: Vous devez créer une adresse de livraison

source: You must select a billing address
fr_fr: Vous devez choisir une adresse de facturation

source: You must create a billing address
fr_fr: Vous devez créer une adresse de facturation

source: You must be logged to pass to next step
fr_fr: Vous devez être connecter pour passer à l'étape suivante

source: You must select a shipping method
fr_fr: Vous devez choisir un mode de livraison

source: This payment method is unavailable
fr_fr: Ce mode de paiement est indisponible

source: You must choose a payment method
fr_fr: Veuillez choisir un mode de paiement

source: You must accept the terms of sale to order
fr_fr: Vous devez accepter les conditions générales de vente

source: Add coupon
es_pe: Agregar cup&oacute;n
fr_fr: Ajouter un coupon

source: Add New coupon
es_pe: Agregar nuevo cup&oacute;n
fr_fr: Ajouter un coupon

source: Edit coupon
es_pe: Editar cup&oacute;n
fr_fr: éditer le coupon

source: New coupon
es_pe: Nuevo cup&oacute;n
fr_fr: Nouveau coupon

source: View coupon
es_pe: Ver cup&oacute;n
fr_fr: Voir le coupon

source: Search coupons
es_pe: Buscar cup&oacute;n
fr_fr: Rechercher dans les coupons

source: No coupons found
es_pe: No se han encontrado cupones
fr_fr: Aucun coupon trouvé

source: No coupons found in trash
es_pe: No se encontraron cupones en la papelera
fr_fr: Aucun coupon trouvée dans la corbeille

source: This is where store coupons are stored.
es_pe: Aqu&iacute; son almacenados los cupones de reducci&oacute;n
fr_fr: C'est ici que sont stockées les coupons de réduction.

source: Discount amount
es_pe: Monto del decuento
fr_fr: Montant de la remise

source: You must be logged to use this coupon
fr_fr: Vous devez être connecté pour utiliser ce coupon

source: You are not allowed to use this coupon
fr_fr: Vous ne pouvez pas utiliser ce coupon

source: This coupon is available for an order from
fr_fr: Ce coupon est disponible pour une commande à partir de

source: without shipping cost
fr_fr: sans frais de port

source: This coupon is not valid
fr_fr: Ce coupon n'est pas valide

source: This coupon doesn`t exist
fr_fr: Ce coupon n'existe pas

source: No validity date
fr_fr: Pas de date de validité

source: Sorry ! No available coupon
fr_fr: Désolé, aucun coupon de réduction disponible.

source: Coupon code
es_pe: C&oacute;digo de reducci&oacute;n
fr_fr: Code de réduction

source: Coupon discount amount
es_pe: Monto del cup&oacute;n de reducci&oacute;n
fr_fr: Montant du coupon de réduction

source: Coupon discount percent
fr_fr: Pourcentage de réduction

source: Discount receiver
fr_fr: Destinataire du coupon

source: Choose a customer
es_pe: Seleccionar un cliente
fr_fr: Sélectionnez un client

source: Number of usage by user
fr_fr: Nombre d'utilisation par client

source: Leave empty if you want a illimited usage
fr_fr: Laisser vide si vous voulez un usage illimité

source: Minimum order amount to use this coupon
fr_fr: Montant de la commande minimum pour utiliser ce coupon

source: Without shipping cost
fr_fr: Sans frais de port

source: With shipping cost
fr_fr: Frais de port inclus

source: Leave empty if you want no limitation
fr_fr: Laisser vide si vous ne souhaitez pas de limitation

source: My coupons
fr_fr: Mes coupons

source: Coupon value
fr_fr: Valeur du coupon

source: Validity date
fr_fr: Date de validité

source: Item list
fr_fr: Liste des produits

source: Item name
fr_fr: Nom du produit

source: Item quantity
fr_fr: Quantité

source: Item price
fr_fr: Prix

source: Restock this item
fr_fr: Restocker ce produit

source: Add shipping cost to credit
fr_fr: Ajouter les frais de port à l'avoir

source: Credit statut
fr_fr: Statut de l'avoir

source: Credit status
fr_fr: Statut de l'avoir

source: Not paid
fr_fr: Pas payé

source: Add credit value to E-Shop Customer account
fr_fr: Ajouter le montant de l'avoir au compte client de la boutique en ligne

source: Make the credit
fr_fr: Faire un avoir

source: Loading
fr_fr: Chargement

source: Make a credit
fr_fr: Faire un avoir

source: No credit is associated to this order
fr_fr: Aucun avoir n'est associé à cette commande

source: All products of this order has been credited
fr_fr: Tous les produits de cette commande ont déjà été retourné.

source: order informations are not available. You can't make a credit.
fr_fr: Les informations de commande sont incorrectes, vous ne pouvez pas faire d'avoir

source: order ID is not defined. You can\t make a credit.
fr_fr: L'ID de commande n'est pas définie. Vous ne pouvez pas faire d'avoir.

source: You try to return a product more expensive than what was purchased
fr_fr: Vous essayez de retourner un produit plus cher que ce qu'il a été acheté

source: You try to return more quantity than what was purchased
fr_fr: Vous essayez de retourner plus de quantités de produits que ce qui a été acheté

source: No product has been selected for credit
fr_fr: Aucun produit n'a été selectionné pour créer l'avoir

source: Correction on order n. %s
fr_fr: Correction sur commande n. %s

source: Credit slip date %s
fr_fr: Date de la facture d'avoir %s

source: Credit slip
fr_fr: Avoir

source: Tax amount (%s %s)
fr_fr: Montant des taxes (%s %s)

source: Credit slip #%s for Order #%s
fr_fr: Facture d'avoir #%s pour commande #%s

source: Lastname
es_pe: Apellido
fr_fr: Nom

source: Firstname
es_pe: Nombre
fr_fr: Prénom

source: group's
es_pe: Grupo
fr_fr: Group

source: groups'
es_pe: Grupos
fr_fr: Groupes

source: Customer's orders
fr_fr: Commandes du client

source: Customer's send messages
fr_fr: Messages envoyés au client

source: Customer's coupons list
fr_fr: Liste des coupons du client

source: Customer's addresses
fr_fr: Adresses du client

source: Customer information
es_pe: Informaci&oacute;n sobre el cliente
fr_fr: Informations sur le client

source: The requested order has not been found
fr_fr: La commande demandée n'a pu être trouvée

source: You are already logged
fr_fr: Vous êtes déjà connecté

source: Connexion error
fr_fr: Erreur de connexion

source: E-Mail and Password are required
fr_fr: Une adresse e-mail et un mot de passe sont requis

source: An e-mail address is required
fr_fr: Une adresse e-mail est requise

source: Forgot password
fr_fr: Mot de passe oublié

source: An e-mail with an password renew link has been sent to you
fr_fr: Un e-mail contenant un lien pour renouveler votre mot de passe vient de vous être envoyé

source: No customer account corresponds to this email
fr_fr: Aucun compte utilisateur n'est associée à cette adresse e-mail.

source: Please fill the required field
fr_fr: Veuillez remplir les champs.

source: Your password has been updated
fr_fr: Votre mot de passe a été mis à jour

source: Connect you
fr_fr: Connectez-vous

source: Invalid activation key
fr_fr: Clé d'activation invalide

source: Password and confirmation password are differents
fr_fr: Le mot de passe et sa confirmation sont différents

source: Edit your account informations
fr_fr: Modifier les informations de compte

source: This functionnality will be available soon
fr_fr: Cette fonctionnalité sera disponible très bientôt.

source: Customer updated.
fr_fr: Client mis à jour.

source: Custom field updated.
fr_fr: Champs personnalisé mis à jour pour le client.

source: Custom field deleted.
fr_fr: Champs personnalisé du client supprimé.

source: Customer restored to revision from %s
fr_fr: Le client a été restauré à partir de lrévision %s

source: Customer saved.
fr_fr: Client sauvegardé avec succès.

source: Customer submitted.
fr_fr: Soumission du formulaire client effectuée avec succès.

source: Customer scheduled for: <strong>%1$s</strong>.
fr_fr: Publication du client prévue pour: <strong>%1$s</strong>.

source: Create a new user
fr_fr: Créer un nouvel utilisateur

source: Customers
es_pe: Clientes
fr_fr: Clients

source: New customer
fr_fr: Nouveau client

source: Edit customer
fr_fr: Editer le client

source: View customer
fr_fr: Voir le client

source: Search in customers
fr_fr: Rechercher dans les clients

source: No customer found
fr_fr: Aucun client trouvé

source: No customer founded in trash
fr_fr: Aucun client trouvé dans la corbeille

source: Display newsletters subscriptions
fr_fr: Afficher l'abonnement aux newsletters

source: Newsletters of the site
fr_fr: Newsletters du site

source: Check this box if you want display newsletter site subscription
fr_fr: Cochez cette option si vous voulez afficher l'abonnement à la newsletter du site

source: Newsletters of the partners
fr_fr: Newsletters des partenaires

source: Check this box if you want display newsletter partners subscription
fr_fr: Cochez cette option si vous voulez afficher l'abonnement à la newsletter des partenaires

source: Customer ID
fr_fr: ID Client

source: Customer name
fr_fr: Nom du client

source: Customer last order
fr_fr: Dernière commande

source: Due amount
es_pe: Monto adeudado
fr_fr: Montant dû

source: Subscription
fr_fr: Date d'inscription

source: Never logged in
fr_fr: Jamais connecté

source: List customers with orders
fr_fr: Liste des clients ayant commandé

source: List customers without orders
fr_fr: Liste des clients n'ayant pas commandé

source: This group already exist
es_pe: Este grupo ya existe
fr_fr: Ce groupe est déjà existant

source: Groups
es_pe: Grupos
fr_fr: Groupes

source: Edit the group
es_pe: Editar el grupo
fr_fr: Editer le groupe

source: Create the group
es_pe: Crear el grupo
fr_fr: Créer le groupe

source: Switch to user
fr_fr: Se connecter sur son compte

source: Please choose a customer or create one
fr_fr: Choisissez un client dans la liste ou créez un nouveau client.

source: User account edition
fr_fr: Edition du compte utiilsateur

source: Compil customer due amount
fr_fr: Compiler le montant dû par client

source: Product description
fr_fr: Description du produit

source: Please start by creating a new customer
fr_fr: Vous devez commencer par créer un utilisateur

source: Opinions
fr_fr: Avis

source: See customer
fr_fr: Voir le client

source: Email address
es_pe: Direcci&oacute;n de correo electr&oacute;nico
fr_fr: Adresse email

source: Your email address
fr_fr: Votre e-mail

source: Renew your password
fr_fr: Renouveler votre mot de passe

source: New password
fr_fr: Nouveau mot de passe

source: Confirm new password
fr_fr: Confirmer le mot de passe

source: Log in
es_pe: Conexi&oacute;n
fr_fr: Connexion

source: Sign up
fr_fr: Inscription

source: Howdy
fr_fr: Bonjour

source: we are happy to see you again
fr_fr: nous sommes ravis de vous revoir

source: Password
es_pe: Contrase&ntilde;a
fr_fr: Mot de passe

source: Your password
fr_fr: Votre mot de passe

source: Forgotten password
fr_fr: Mot de passe oublié

source: I want to receive promotional information from the site
es_pe: Deseo recibir informaci&oacute;n promocional del sitio
fr_fr: Je souhaite recevoir des informations promotionnelles de la part du site

source: I want to receive promotional information from partner companies
es_pe: Deseo recibir informaci&oacute;n promocional de compa&ntilde;&iacute;as asociadas
fr_fr: Je souhaite recevoir des informations promotionnelles de la part de sociétés partenaires

source: Customer contact list
fr_fr: Liste des contacts du client

source: Are you sure you want to dissociate this user
fr_fr: Etes vous sûr de vouloir dissocier ce contact

source: Are you sure you want to change default user for current customer?
fr_fr: Etes vous sûr de vouloir changer le contact par défaut du client?

source: This is the main contact / customer creator
fr_fr: Il s'agit du contact principal / créateur du client

source: This is the main contact, you can't unlink it
fr_fr: Il s'agit du contact principal il n'est pas possible de le délier

source: Change to default customer
fr_fr: Utiliser comme contact par défaut

source: Unlink this user
fr_fr: Délier cet utilisateur

source: Display name
fr_fr: Nom affiché publiquement
