Repository: Eoxia/WPshop-1.y.z
Catalog: languages/wpshop-*.po
Languages: es_pe, fr_fr

source: Account creation confirmation
es_pe: Confirmaci&oacute;n de creació&oacute;n de cuenta
fr_fr: Confirmation de création de votre compte

source: Hello [customer_first_name] [customer_last_name], this email confirms that your account has just been created. Thank you for your loyalty. Have a good day.
es_pe: Hola [customer_first_name][customer_last_name], este correo electr&oacute;nico confirma que su cuenta has sido creada. Gracias por su confianza y que disfrute de nuestros servicios.
fr_fr: Bonjour [customer_first_name] [customer_last_name], cet email vous confirme que votre compte a bien été créé. Merci pour votre confiance et à bientôt sur notre boutique.

source: User account creation confirmation message
fr_fr: Notification de confirmation de création de compte client

source: Renewal of password
fr_fr: Renouvellement du mot de passe

source: Hello [customer_first_name] [customer_last_name], <br />Somebody has asked a renewal of password for your account.<br/><br/>To renew your password, click on this link : [forgot_password_link].<br/>If you are not at the origin of this request, please ignore this message.
fr_fr: Bonjour [customer_first_name] [customer_last_name], <br/>Quelqu'un a demandé un renouvellement du mot de passe de votre compte.<br/><br/>Pour renouveler votre mot de passe, cliquez sur ce lien : [forgot_password_link].<br/>Si vous n'êtes pas à l'origine de cette requête, veuillez ignorer ce message.

source: Send to customer a link to renew its password
fr_fr: Envoie d'un email à un utilisateur pour renouveler son mot de passe

source: Order payment confirmation (Paypal id [paypal_order_key])
es_pe: Confirmaci&oacute;n de orden de pago (Paypal id [paypal_order_key])
fr_fr: Confirmation de votre paiement (Transaction paypal [paypal_order_key])

source: Hello [customer_first_name] [customer_last_name], this email confirms that your payment about your recent order on our website has been completed (order date : [order_date]). Thank you for your loyalty. Have a good day.
es_pe: Hola [customer_first_name][customer_last_name], este correo electr&oacute;nico confirma que el pago de su &uacute;ltimo pedido ha sido registrado (fecha de pedido: [order_date]), gracias por su confianza y que tenga un buen d&iacute;a.
fr_fr: Bonjour [customer_first_name] [customer_last_name], cet email confirme que votre paiement concernant votre commande récente viens d'être validé (date de commande: [order_date]). Merci pour votre confiance et à très bientôt sur notre boutique.

source: User paypal payment reception confirmation
fr_fr: Notification de réception d'un paiement paypal

source: Pay and finalize your order
fr_fr: Payez et finalisez votre commande

source: Hello [customer_first_name] [customer_last_name], <br />An order is available for you on our website.<br/>You can click on this link to pay and finalize this order : [direct_payment_link]<br/><br/>[order_content]<br /><br />Thank you for your loyalty. Have a good day.
fr_fr: Bonjour [customer_first_name] [customer_last_name], une commande est disponible pour vous sur notre boutique.<br/>Vous pouvez cliquer sur le lien pour la régler et finaliser cette commande : [direct_payment_link]<br/><br/>[order_content]<br /><br />Merci pour votre confiance et à bientôt.

source: Send a link for finalize its order directly
fr_fr: Envoie un lien pour finaliser une commande

source: Your payment has been received
es_pe: Su pago ha sio recibido
fr_fr: Votre paiement a été reçu

source: Hello [customer_first_name] [customer_last_name], this email confirms that your payment regarding your order ([order_key]) has just been received (order date : [order_date]). Thank you for your loyalty. Have a good day.
es_pe: Hola [customer_first_name] [custumer_last_name], este correo elect&oacute;nico confirma que su pago respecto a su pedido ([order_key]) ha sido recibido correctamente (fecha de pedido: [order_date]). Gracias por su confianza y que tenga un buen día.
fr_fr: Bonjour [customer_first_name] [customer_last_name], cet email confirme que votre paiement concernant votre commande ([order_key]) viens d'être validé (date de commande: [order_date]). Merci pour votre confiance et à très bientôt sur notre boutique.

source: User payment reception confirmation
fr_fr: Confirmation de paiement (autres)

source: Your order has been shipped
es_pe: Su pedido ha sido despachado
fr_fr: Votre commande a été expédiée avec succès.

source: Hello [customer_first_name] [customer_last_name], this email confirms that your order ([order_key]) has just been shipped (order date : [order_date], tracking number : [order_trackingNumber]). Thank you for your loyalty. Have a good day.
es_pe: Hola [customer_first_name] [customer_last_name], este correo electr&oacute;nico confirma que su pedido ([order_key]) ha sido enviado (order date: [order_date], n&uacute;mero identificatorio: [order_trackingNumber]). Gracias por su confianza y que tenga un buen d&iacute;a.
fr_fr: Bonjour [customer_first_name] [customer_last_name], cet email vous confirme que votre commande ([order_key]) vient d'être expédiée (date de commande: [order_date], Numéro de suivi : [order_trackingNumber]). Merci pour votre confiance et à bientôt sur notre boutique.

source: Order shipping message
fr_fr: Notification d'expédition de la commande

source: Your order has been recorded
es_pe: Su pedido ha sido registrado
fr_fr: Votre commande a été enregistrée avec succès.

source: Hello [customer_first_name] [customer_last_name], this email confirms that your order has been recorded (order date : [order_date]). Thank you for your loyalty. Have a good day.
es_pe: Hola [customer_first_name] [customer_last_name], este correo electr&oacute;nico confirma que su pedido ha sido registrado (fecha de pedido: [order_date]). Gracias por su confianza.
fr_fr: Bonjour [customer_first_name] [customer_last_name], cet email vous confirme que votre commande vient d'être enregistrée (date de commande : [order_date]). Merci pour votre confiance et à bientôt sur notre boutique.

source: User order confirmation
fr_fr: Confirmation d'enregistrement de la commande client

source: Your order has been updated
es_pe: Su pedido ha sido actualizado
fr_fr: Votre commande a été mise à jour

source: Hello [customer_first_name] [customer_last_name], your order ([order_key]) has just been updated. Please login to your account to view details. Thank you for your loyalty. Have a good day.
es_pe: Hola [ [customer_first_name] [customer_last_name], su pedido ([order_key]) ha sido actualizado. Para m&aacute;s detalles, s&iacute;rvase de ingresar a su cuenta. Gracias por su confianza y que tenga un buen d&iacute;a.
fr_fr: Bonjour [customer_first_name] [customer_last_name],votre commande ([order_key]) vient d'être mise à jour. Veuillez vous connecter à votre compte pour plus de détails. Merci pour votre confiance et à bientôt sur notre boutique.

source: Notify a customer when order is updated
fr_fr: Notification de modification d'une commande au client

source: Your order has been canceled
fr_fr: Votre commande a été annulé

source: Hello [customer_first_name] [customer_last_name], <br />this email confirms your order ( Order key : [order_key] - Date : [order_date] ) has been canceled.<br /><br /> Thank you for your loyalty. Have a good day.
fr_fr: Bonjour [customer_first_name] [customer_last_name], <br/> cet e-mail confirme que votre commande ( n° commande : [order_key] - Date de commande : [order_date] ) a été annulé.<br/><br/>Nous vous remercions pour votre confiance. A bientôt.

source: Notify a customer when order is canceled
fr_fr: Notification d'annulation de commande au client

source: A comment has been added to your order
fr_fr: Un commentaire a été ajouté à votre commande

source: Hello [customer_first_name] [customer_last_name], your order ([order_key]) has just been updated. A comment has been added:<br/><br/>[message].<br/><br/> Thank you for your loyalty. Have a good day.
fr_fr: Bonjour [customer_first_name] [customer_last_name], Un nouveau commentaire a été ajouté à votre commande ([order_key]) : <br/><br/>[message].<br/><br/> Merci de votre confiance et à bientôt sur notre boutique.

source: Hello [customer_first_name] [customer_last_name], your order ([order_key]) has just been updated. A comment has been added:[message]. Thank you for your loyalty. Have a good day.
fr_fr: Bonjour [customer_first_name] [customer_last_name], Un nouveau commentaire a été ajouté à votre commande ([order_key]) : <br/><br/>[message].<br/><br/> Merci de votre confiance et à bientôt sur notre boutique.

source: Private update on an order
fr_fr: Notification de modification interne au client

source: New order on your shop
es_pe: Nuevo pedido en su tienda virtual
fr_fr: Nouvelle commande sur votre boutique

source: Hello, New order on your shop ! Order Key : [order_key], Order date : [order_date], Order payment method : [order_payment_method], [order_content] [order_addresses] [order_customer_comments]
es_pe: Hola, ¡Hay un nuevo pedido en su tienda virtual! N&uacute;mero de pedido: [order_key], Fecha de pedido: [order_date], Modo de pago del pedido: [order_payment_method], [order_content] [order_addresses] [order_customer_comments]
fr_fr: Bonjour, Une nouvelle commande vient d'être passée sur votre boutique. Numéro de commande : [order_key], Date de la commande : [order_date], Méthode de paiement : [order_payment_method], [order_content] [order_addresses] [order_customer_comments]

source: New order on shop sended to shop administrator
fr_fr: Nouvelle commande sur votre boutique (pour l'administrateur)

source: New quotation on your shop
es_pe: Nueva cotizaci&oacute; en su tienda virtual
fr_fr: Nouveau devis sur votre boutique

source: Hello, New quotation on your shop ! Quotation Key : [order_temporary_key], Quotation date : [order_date], [order_content] [order_addresses] [order_customer_comments]
es_pe: Hola, ¡Hay una nueva cotizaci&acute;n en su tienda virtual! N&uacute;mero de cotizaci&oacute;n: [order_temporary_key], Fecha de cotizaci&oacute;n: [order_date], [order_content] [order_addresses] [order_customer_comments]
fr_fr: Bonjour, Une nouvelle demande de devis vient d'être faite sur votre boutique. Numéro de devis : [order_temporary_key], Date du devis : [order_date] [order_content] [order_addresses] [order_customer_comments]

source: New quotation on shop sended to shop administrator
fr_fr: Nouveau devis sur votre boutique (pour l'administrateur)

source: Your quotation has been recorded
es_pe: Su cotizaci&oacute;n ha sido registrada
fr_fr: Votre devis a été enregistré avec succès.

source: Hello [customer_first_name] [customer_last_name], this email confirms that your order has been recorded (Quotation date : [order_date]). [order_content]
es_pe: Hola [customer_first_name] [customer_last_name], este correo electr&oacute;nico es enviado para confirmar que su pedido ha sido registrado (Fecha de la cotizaci&oacute;n: [order_date]). [order_content]
fr_fr: Bonjour [customer_first_name] [customer_last_name], cet email vous confirme que votre devis vient d'être enregistré (date du devis : [order_date]). [order_content]

source: User quotation confirmation
fr_fr: Confirmation d'enregistrement du devis client

source: Your quotation has been updated
fr_fr: Votre devis a été mis à jour

source: Hello [customer_first_name] [customer_last_name], this email confirms that your quotation has been updated (Quotation date : [order_date]). [order_content]
fr_fr: Bonjour [customer_first_name] [customer_last_name], cet email vous confirme que votre devis vient d'être mis à jour (date du devis : [order_date]). [order_content]

source: Notify a customer when quotation is updated
fr_fr: Notification de modification de devis au client

source: Your downloadable product is available
fr_fr: Votre produit téléchargeable est disponible

source: Hello [customer_first_name] [customer_last_name],<br/>this email confirms that your downloadable product is available : [download_product_link].<br/><br/>Thank you for your loyalty. Have a good day.
fr_fr: Bonjour [customer_first_name] [customer_last_name], cet email vous confirme que votre votre produit téléchargeable est disponible : [download_product_link]. <br><br />Merci pour votre confiance et à bientôt sur notre boutique.

source: Notify a customer when downloadable file is available after an order
fr_fr: Notification de mise à disposition d'un produit téléchargeable au client

source: Shop
es_pe: Tienda virtual
fr_fr: Boutique

source: shop
fr_fr: Boutique

source: Display shop product list
fr_fr: Affichage de la page de produits

source: Cart
es_pe: Carrito de compras
fr_fr: Panier

source: cart
fr_fr: panier

source: Display the cart page
fr_fr: Affichage de la page panier

source: Checkout
es_pe: Caja
fr_fr: Passer commande

source: checkout
fr_fr: Passer commande

source: Display the checkout page
fr_fr: Affichage de la page passer commande

source: My account
es_pe: Mi cuenta
fr_fr: Mon compte

source: myaccount
fr_fr: Mon compte

source: Display the user account page
fr_fr: Affichage de la page mon compte

source: Signup
es_pe: Registrarse
fr_fr: Inscription

source: signup
fr_fr: inscrivez-vous

source: Display the signout page
fr_fr: Affichage de la page inscription

source: Payment return successfull
es_pe: Pago aceptado
fr_fr: URL de retour paiement réussi

source: return
fr_fr: Retour

source: Page for succesfull payment return
fr_fr: Page pour le retour d'un paiement réussi

source: Payment return unsuccessfull
es_pe: Pago rechazado
fr_fr: URL de retour paiement échoué

source: unsuccessfull_payment_return
fr_fr: Page pour le retour d'un paiement échoué

source: Page for unsuccesfull payment return
fr_fr: Page pour le retour d'un paiement échoué

source: Terms of sale
es_pe: Condiciones de venta
fr_fr: Conditions générales de vente

source: terms-of-sale
fr_fr: Conditions générales de vente

source: Define the page for terms of sale
fr_fr: Page pour les conditions générales de vente

source: Access is not allowed by this way
es_pe: Medio de acceso no habilitado
fr_fr: Vous n'avez pas les droits nécessaire pour effectuer cette action

source: Tabs
es_pe: Pesta&ntilde;a
fr_fr: Onglets

source: Separated bloc
es_pe: Bloque separado
fr_fr: Bloc Séparés

source: Separated box in product page
es_pe: Cuadro separado en la p&aacute;gina del producto
fr_fr: Dans une boîte séparée

source: A tab in product data box "Product data"
es_pe: Una pesta&ntilde;a en el cuadro de datos del producto"Datos de producto"
fr_fr: Un onglet dans la boite "Données produit"

source: In each attribute group section "Product data"
es_pe: En cada atributo de secci&oacute;n de grupo "Datos de producto"
fr_fr: Dans chaque onglet de la boîte "Données produits"

source: Quotation
es_pe: Cotizaci&oacute;n
fr_fr: Devis

source: Payment gateway CIC
es_pe: Pasarela de pago CIC
fr_fr: Passerelle de paiement CIC

source: Mr.
es_pe: Sr.
fr_fr: Monsieur

source: Mrs.
es_pe: Sra.
fr_fr: Madame

source: Miss
es_pe: Srta.
fr_fr: Mademoiselle

source: Awaiting treatment
es_pe: Proceso en espera
fr_fr: En attente de traitement

source: Awaiting payment
es_pe: Pago en espera
fr_fr: Paiement en attente

source: Partially paid
es_pe: Pago incompleto
fr_fr: Paiement incomplet

source: Paid
es_pe: Pagado
fr_fr: Payé

source: Shipped
es_pe: Enviado
fr_fr: Expédié

source: Denied
es_pe: Denegado
fr_fr: Refusé

source: Incorrect amount
es_pe: Monto incorrecto
fr_fr: Montant incorrect

source: Canceled
es_pe: Cancelado
fr_fr: Annulé

source: Refused payment
es_pe: Pago rechazado
fr_fr: Paiement refusé

source: Refunded
fr_fr: Remboursé

source: Taken in store
fr_fr: Pris en boutique

source: Attribute unit
es_pe: Unidad
fr_fr: Unité

source: Frontend option
es_pe: Opciones de interfaz del usuario
fr_fr: Affichage dans la boutique

source: Variations
es_pe: Productos con opciones
fr_fr: Produits avec options

source: Civility
es_pe: Civilidad
fr_fr: Civilité

source: First name
es_pe: Nombre
fr_fr: Prénom

source: Last name
es_pe: Apellido
fr_fr: Nom

source: Email adress
es_pe: Direcci&oacute;n de correo electr$oacute;nico
fr_fr: Adresse email

source: Phone number
es_pe: N&uacute;mero de tel&eacute;fono
fr_fr: Numéro de téléphone

source: Company
es_pe: Compa&ntilde;&iacute;a
fr_fr: Société

source: Postcode
es_pe: C&oacute;digo postal
fr_fr: Code postal

source: City
es_pe: Ciudad
fr_fr: Ville

source: Country
es_pe: Pa&iacute;s
fr_fr: Pays

source: WPShop categories
fr_fr: Catégories WPShop

source: WPShop category
fr_fr: Catégorie WPShop

source: Add new WPShop category
fr_fr: Ajouter une catégorie WPShop

source: Add new
es_pe: Agregar una categor&iacute;a
fr_fr: Ajouter une catégorie

source: Edit WPShop category
fr_fr: Modifier la catégorie

source: New WPShop category
fr_fr: Nouvelle catégorie WPShop

source: View WPShop category
fr_fr: Afficher la catégorie

source: Search WPShop categories
fr_fr: Rechercher dans les catégories

source: No WPShop categories found
fr_fr: Aucune catégorie trouvée.

source: No WPShop categories found in trash
fr_fr: Aucune catégorie n'a été trouvé dans la corbeille

source: WPShop Categories
fr_fr: Catégories wpshop

source: Delete the category picture
fr_fr: Supprimer l'image de catégorie

source: Yes
es_pe: S&iacute;
fr_fr: Oui

source: Thumbnail
es_pe: Miniatura
fr_fr: Vignette

source: Category's product list
es_pe: Lista de productos de la categor&iacute;a
fr_fr: Produits de la catégorie

source: No categories found for display
es_pe: No se encontr&oacutye; ninguna categor&iacute;a para mostrar
fr_fr: Aucune catégorie trouvée

source: No thumbnail in the category
fr_fr: Pas de miniature pour la catégorie

source: No thumbnail in this post
fr_fr: Pas de miniature pour le post

source: Products
es_pe: Productos
fr_fr: Produits

source: Catalog
es_pe: Cat&aacute;logo
fr_fr: Catalogue

source: Add new product
es_pe: Agregar nuevo producto
fr_fr: Ajouter un produit

source: Edit product
es_pe: Editar producto
fr_fr: éditer un produit

source: New product
es_pe: Nuevo producto
fr_fr: Nouveau produit

source: View product
es_pe: Ver producto
fr_fr: Voir le produit

source: Search products
es_pe: Buscar productos
fr_fr: Rechercher dans les produits

source: No products found
es_pe: No se ha encontrado ning&uacute;n producto
fr_fr: Aucun produit trouvé

source: No products found in Trash
es_pe: No se encontr&oacute ning&uacute;n producto en la papelera
fr_fr: Aucun produit trouvé dans la corbeille

source: Variation
es_pe: Producto con opci&oacute;n
fr_fr: Produit avec option

source: Add Variation
es_pe: Agregar un producto con opci&oacute;n
fr_fr: Ajouter un produit avec option

source: Add New Variation
es_pe: Agregar nuevo producto con opci&oacute;n
fr_fr: Ajouter un produit avec option

source: Edit
es_pe: Editar
fr_fr: éditer

source: Edit Variation
es_pe: Editar producto con opci&oacute;n
fr_fr: éditer le produit

source: New Variation
es_pe: Nuevo producto con opci&oacute;n
fr_fr: Nouvelle option

source: View Variation
es_pe: Ver los productos con opci&oacute;n
fr_fr: Voir lae produit avec option

source: Search Variations
es_pe: Buscar en los productos con opci&oacute;n
fr_fr: Rechercher dans les produits avec options

source: No Variations found
es_pe: No se ha encontrado ning&uacute;n producto con opci&oacute;
fr_fr: Aucun produit avec option trouvé

source: No Variations found in trash
es_pe: No se encontr&oacute; ning&uacute;n producto con opci&oacute;n en la papelera
fr_fr: Aucun produit avec option trouvé dans la corbeille

source: Add %s
fr_fr: Ajouter un %s

source: Product data
es_pe: Datos de producto
fr_fr: Données produit

source: Product variation
es_pe: Producto con opci&oacute;n
fr_fr: Produit avec option

source: Choose a title for your product
es_pe: Escoja un t&iacute;tulo para su producto
fr_fr: Saisissez un nom pour le produit

source: Choose an attribute group for this product
es_pe: Escoja un grupo de atributo para este producto
fr_fr: Choisissez un groupe d'atttribut pour ce produit

source: Save the product with the "Save draft" button on the right side
es_pe: Guardar el producto con el bot&oacute;n "Save draft" situado a la derecha de la pantalla
fr_fr: Enregistrez le produit en utilisant le bouton "Enregistrer brouillon" situé à droite de l'écran

source: Once the group chosen, the different attribute will be displayed here
es_pe: Una vez que el grupo de atributos sea seleccionado y guardado, los atributos asociados ser&aacute;n mostrados aqu&iacute;
fr_fr: Une fois que le groupe d'attributs est choisi et enregistré, les attributs associés seront affichés ici

source: Product attributes
es_pe: Atributos del producto
fr_fr: Attributs du produit

source: Related products
es_pe: Productos relacionados
fr_fr: Produits liés

source: Providers
fr_fr: Fournisseurs

source: Product display
es_pe: Exhibici&oacute;n de los productos
fr_fr: Gestion de l'affichage

source: Type the begin of the product name in the field below in order to add it to the related product list
es_pe: Ingrese las primeras letras del nombre de un producto en el siguiente campo de texto para agregar la lista de productos relacionados
fr_fr: Entrer quelque caractère du nom de votre produit dans le champs ci-dessous afin de l'ajouter à la liste des produits liés

source: Action on product
es_pe: Bot&oacute;n del producto
fr_fr: Boutton du produit

source: Add to cart button
es_pe: Bot&oacute;n agregar al carrito de compras
fr_fr: Bouton ajouter au panier

source: Display in product page
es_pe: Mostrar en la p&aacute;gina del producto
fr_fr: Afficher dans la fiche produit

source: Product name
es_pe: Nombre del producto
fr_fr: Nom du produit

source: Date added
es_pe: Fecha de inclusi&oacute;n
fr_fr: Date d'ajout

source: Date modified
es_pe: Fecha de modificaci&oacute;n
fr_fr: Dernière modification

source: Random
fr_fr: Aléatoire

source: Incorrect shortcode
es_pe: Shortcode incorrecto
fr_fr: Shortcode incorrect

source: There is nothing to output here
es_pe: No hay ning&uacute;n contenido en esta categor&iacute;a
fr_fr: Il n'y a aucun contenu dans cette catégorie

source: This product does not exist
es_pe: Producto inexistente
fr_fr: Ce produit n'existe pas

source: Price from
es_pe: A partir de
fr_fr: A partir de

source: ET
es_pe: Sin IVA
fr_fr: HT

source: Quantity
es_pe: Cantidad
fr_fr: Quantité

source: Reference
es_pe: Referencia
fr_fr: Référence

source: Price
es_pe: Precio
fr_fr: Prix

source: Price ET
es_pe: Precio sin IVA
fr_fr: Prix HT

source: Price ATI
es_pe: Precio m&aacute;s IVA
fr_fr: Prix TTC

source: No element to ouput here
es_pe: No hay elementos para mostrar aqu&iacute;
fr_fr: Il n'y a aucun élément &agrave; afficher ici

source: Product %s variation %s
es_pe: Producto con opci&oacute;n %s - %s
fr_fr: Produit avec option %s - %s

source: ATI
es_pe: IVA inclu&iacute;do
fr_fr: TTC

source: Variation price combined with the parent product price
es_pe: Precio de la opci&oacute;n agregado al precio del producto ra&iacute;z
fr_fr: Prix de l'option additionné au prix du produit parent

source: Only variation's price is used
es_pe: Solamente el precio de la opci&oacute;n es utilizado
fr_fr: Seul le prix de l'option est utilisé pour calculer le prix de l'option

source: No variation found for this product. Please use button above for create one
es_pe: No se encontraron opciones para este producto, para crear una, utilice el bot&oacute;n ubicado aqu&iacute; debajo
fr_fr: Aucune option n'a été trouvée pour ce produit. Pour en créer une, utilisez le bouton ci-dessus

source: Choose a value
es_pe: Escoja un valor
fr_fr: Sélectionnez une valeur

source: Required variation
fr_fr: Option obligatoire

source: This product has been ordered
fr_fr: Ce produit a été commandé

source: Ordered by %s %s (%s) on %s (Order ref. : %s)
fr_fr: Commandé par %s %s (%s) le %s (Ref. commande : %s)
