Repository: Eoxia/WPshop-1.y.z
Catalog: languages/wpshop-*.po
Languages: es_pe, fr_fr

source: Your product has been sucessfuly added to your cart
es_pe: Su producto ha sido agregado satisfactoriamente al carrito de compras
fr_fr: Le produit a été ajouté au panier avec succès

source: View my cart
es_pe: Ver mi carrito de compras
fr_fr: Voir mon panier

source: Continue shopping
es_pe: Continuar comprando
fr_fr: Continuer mes achats

source: Linked products
es_pe: Productos relacionados
fr_fr: Produits liés

source: New
es_pe: Nuevo
fr_fr: Nouveau

source: Featured
es_pe: Destacado
fr_fr: En vedette

source: Sorting
es_pe: Saleccionar
fr_fr: Trier

source: Choose...
es_pe: Seleccionar...
fr_fr: Choisir...

source: Reverse
es_pe: Revocar
fr_fr: Inverser

source: Change to list display
es_pe: Pasar a modo lista
fr_fr: Passer en mode liste

source: Change to grid display
es_pe: Pasar a modo cuadr&iacute;cula
fr_fr: Passer en mode grille

source: Product has no image
es_pe: Este producto no tiene imagen
fr_fr: Ce produit n'a pas d'image

source: Or
es_pe: O
fr_fr: Ou

source: Create a new element
es_pe: Crear un nuevo elemento
fr_fr: Créer un nouvel élément

source: Product configuration summary
es_pe: Resumen de configuraci&oacute;n del producto
fr_fr: Résumé de votre produit

source: Product final price
es_pe: Precio final del producto
fr_fr: Prix produit

source: Grand total
es_pe: Monto total
fr_fr: Montant total

source: Details about
es_pe: Detalles
fr_fr: Détails concernant

source: View details
es_pe: Ver detalles
fr_fr: Voir plus

source: Finish the order
fr_fr: Finaliser la commande

source: Ask the quotation
es_pe: Solicitar una cotizaci&oacute;n
fr_fr: Demander un devis

source: Sorry ! You can't order on this shop because we don't deliver in your country
es_pe: Lo sentimos, pero usted no puede hacer pedidos en esta tienda virtual debido a que no hacemos despachos a su pa&iacute;s
fr_fr: Désolé mais vous ne pouvez pas commander sur cette boutique, nous ne livrons pas dans votre pays.

source: Download your product
fr_fr: Télécharger votre produit

source: Payable now
es_pe: Pagar ahora
fr_fr: Acompte

source: Address Type
es_pe: Tipo de direcci&oacute;n
fr_fr: Type d'adresse

source: Select the address type you want to create
es_pe: Seleccione el tipo de direcci&oacute;n que desea crear
fr_fr: Choisissez dans la liste ci-après le type pour votre nouvelle adresse

source: Choose
es_pe: Escoger
fr_fr: Choisir

source: Logout
es_pe: Desconexi&oacute;n
fr_fr: Déconnexion

source: Edit my account infos
es_pe: Editar mi informaci&oacute;n personal
fr_fr: Editer mes informations personnelles

source: Restart the order
fr_fr: Reprendre la commande

source: Latest products ordered
fr_fr: Les derniers produits commandés

source: Are you sure you want to change page without saving current selection?
es_pe: ¿Est&aacute; seguro de querer cambiar de p&aacute;gina sin guardar la selecci&oacute;n actual?

source: You did not selected any product to add to the current order
es_pe: No se ha seleccionado ning&uacute;n producto para agregar a su pedido

source: We are unable to satisfy your request because of the order you asked was not found in your database
es_pe: No podemos satisfacer su solicidud debido a que no se encuetra el pedido que usted solicita

source: Order has been updated
es_pe: El pedido ha sido actualizado

source: Date
es_pe: Fecha

source: Message
es_pe: Mensaje

source: An error occured, impossible to record the comment
es_pe: Ha ocurrido un error, imposible de registrar el comentario

source: Hello [customer_first_name] [customer_last_name], your order ([order_key]) has just been updated. A comment has been added:<br /><br />"[message]".<br /><br /> Thank you for your loyalty. Have a good day.
es_pe: Hola [customer_first_name] [customer_last_name], su pedido ([order_key]) se ha actualizado. Un comentario ha sido agregado:<br /><br />"[message]".<br /><br /> Gracias por su confianza. Tenga usted un buen d&iacute;a

source: Adresse
es_pe: Direcci&oacute;n

source: Version
es_pe: Versi&oacute;n

source: Unknown price
es_pe: Precio desconocido

source: Customers stats
es_pe: Estad&iacute;sticas del usuario

source: Number of customers
es_pe: N&uacute;mero de clientes

source: New customers
es_pe: Clientes nuevos

source: Number of customers who ordered
es_pe: N&uacute;mero de clientes que han hecho pedidos

source: Products stats
es_pe: Estad&iacute;sticas de productos

source: Number of products on sale
es_pe: N&uacute;mero de productos en venta

source: Number of products out of stock
es_pe: N&uacute;mero de productos fuera de stock

source: Number of products sold the last 7 days
es_pe: N&uacute;mero de productos vendidos en los &uacute;ltimos 7 d&iacute;as

source: items
es_pe: Art&iacute;culos

source: There is no order yet
es_pe: A&uacute;n no hay pedidos

source: Next Month
es_pe: Pr&oacute;ximo mes

source: Previous Month
es_pe: Mes anterior

source: Monthly Sales
es_pe: Ventas mensuales

source: Orders stats
es_pe: Estad&iacute;sticas de los comandos

source: Number of active order
es_pe: N&uacute;mero de pedidos activos

source: Number of orders the last 7 days
es_pe: N&uacute;mero de pedidos de los &uacute;ltimos 7 d&iacute;as

source: Cart price average
es_pe: Valor promedio del carrito de compras

source: Quick product add
es_pe: Agregado r&aacute;pido de producto

source: Add a new product
es_pe: Agregar un nuevo producto

source: Messages
es_pe: Mensajes

source: default
es_pe: defecto

source: puissance
es_pe: potencia

source: message
es_pe: Mensaje

source: Informations
es_pe: Informaciones

source: Recipient
es_pe: Destinatario

source: Send the message
es_pe: Enviar el mensaje

source: You have to fill all field marked with a red star
es_pe: Los campos marcados con un asterisco rojo son obligatorios

source: Wpshop is now installed. %s
es_pe: Wpshop est&acute; ahora instalado. %s

source: Ignore configuration
es_pe: Ignore la configuraci&oacute;n

source: Attributs
es_pe: Atributos

source: WPshop categories
es_pe: Categor&iacute;as wpshop

source: WPshop category
es_pe: Categor&iacute;a wpshop

source: Add new wpshop category
es_pe: Agregar nueva categor&iacute;a wpshop

source: Edit wpshop category
es_pe: Editar categor&iacute;a wpshop

source: New wpshop category
es_pe: Nueva categor&iacute;a wpshop

source: View wpshop category
es_pe: Ver categor&iacute;a wpshop

source: Search wpshop categories
es_pe: Buscar categor&iacute;a wpshop

source: No wpshop categories found
es_pe: No se ha encontrado ninguna categor&iacute;a wpshop

source: No wpshop categories found in trash
es_pe: No se ha encontrado ninguna categor&iacute;a wpshop en la papelera

source: WPshop Categories
es_pe: Categor&iacute;as wpshop

source: Actions
es_pe: Acciones

source: Otions
es_pe: Opciones

source: Picture management
es_pe: Gesti&oacute;n de las im&aacute;genes para el producto

source: Document management
es_pe: Gesti&oacute;n de im&aacute;genes para el producto

source: Add pictures for the product
es_pe: Agregar im&aacute;genes para este producto

source: Reload the box
es_pe: Actualizar el contenido

source: Add documents for the document
es_pe: Agregar documentos para el producto

source: If you want to affect an address for this product. You have to configure the address type to link into %sEntity -> Product%s
es_pe: Para asociar una direcci&oacute;n a este producto, se deben configurar los tipos de direcciones en %sEntidad -> Producto%s

source: No attachement were found for this product
es_pe: No se encontraron documentos ligados a este producto

source: Save my account informations
es_pe: Guardar la informaci&oacute;n de mi cuenta

source: none
es_pe: Ninguno

source: Free
es_pe: Gratis

source: Shipping fee
es_pe: Despacho gratuito

source: No product for this order
es_pe: No se encontraron productos para este pedido

source: Download the invoice
es_pe: Descargar factura

source: No order
es_pe: No hay pedido

source: You don't have the right to access this order.
es_pe: Usted no tiene derechos de acceso a este pedido

source: Your orders
es_pe: Sus pedidos

source: More info about this order...
es_pe: M&aacute;s informaci&oacute;n acerca de este pedido...

source: Personal information
es_pe: Informaci&oacute;n personal

source: Create your account
es_pe: Cree su cuenta

source: Standard shipping method (Home delivery)
es_pe: Modo de despacho standard (Despacho a domicilio)

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
es_pe: <strong>ERROR</strong>: El registro ha fallado, por favor contacte a <a href="mailto:%s">webmaster</a> !

source: Incorrect login infos
es_pe: Informaci&oacute;n de conexi&oacute;n incorrecta

source: Parent
es_pe: Ra&iacute;z

source: Description
es_pe: Descripci&oacute;n

source: Your are already registered
es_pe: Usted ya est&aacute; registrado

source: Create my account
es_pe: Crear mi cuenta

source: dollar
es_pe: d&oacute;lar

source: Inventory
es_pe: Inventario

source: Duplicate this attribute to another entity
es_pe: Duplicar este atributo en otra entidad

source: Options
es_pe: Opciones

source: Upload File
es_pe: subir archivo

source: Allow pre-sale
es_pe: Autorizar pre-venta

source: Retour
es_pe: Regresar

source: Pages
es_pe: P&aacute;ginas

source: Emails
es_pe: Correos electr&oacute;nicos

source: Addons
es_pe: Complementos

source: Allow only one product into cart
es_pe: Autorizar un solo producto en el carrito de compras

source: Check this box if you want to allow the user to add only one product into cart
es_pe: Marque esta casilla si quiere permitir al usuario agregar solamente un producto al carrito de compras

source: Wpshop "addons"
es_pe: "Complementos" para Wpshop

source: TVA Intracommunautaire
es_pe: IVA intracomunitario

source: SIREN
es_pe: SIREM

source: Order confirmation
es_pe: Configuraci&oacute;n de pedidos

source: Payment confirmation
es_pe: Configuraci&oacute;n de pago

source: Others payment confirmation
es_pe: Configuraci&oacute;n de otros pagos

source: Shipping confirmation
es_pe: Configuraci&oacute;n de despacho

source: This is the content of the signup confirmation message
es_pe: Este es el contenido del mensage de confirmaci&oacute;n de inscripci&oacute;n

source: This is the content of the order confirmation message
es_pe: Este es el contenido del mensage de confirmaci&oacute;n de pedido

source: This is the content of the paypal payment confirmation message
es_pe: Este es el contenido del mensage de confirmaci&acute;n del modo de pago paypal

source: This is the content of the others payments confirmation message
es_pe: Este es el contenido del mensage de confirmaci&oacute;n de otras formas de pago

source: This is the content of the shipping confirmation message
es_pe: Este es el contenido del mensage de confirmaci&oacute;n de despacho

source: This is the content of the administrator new order on shop message
es_pe: Este es el contenido del mensage de informaci&oacute;n al administrador de un nuevo pedido en su tienda virtual

source: GoogleMap API Key
es_pe: Clave para la API Google Map

source: Your Shop Logo
es_pe: Logo de su tienda

source: You can choose if the price you will enter in each product is the 'all tax include' price or the 'tax free price'
es_pe: Usted puede escojer si el precio que pondr&aacute; a cada producto ser&aacute; "impuestos incluidos" o "sin impuestos"

source: The logo is displayed in bill ans quotation only
es_pe: El logo aparece solamente en las facturas y los presupuestos

source: CIC payment
es_pe: Pago CIC

source: Default payment method
es_pe: Modo de pago por defecto

source: Payment method display position
es_pe: Posici&oacute;n en la que aparecer&aacute; el modo de pago

source: State and parameters
es_pe: Estado y par&aacute;metros

source: Activate this payment method
es_pe: Activar este m&eacute;todo de pago

source: Mode
es_pe: Modo

source: Is your company member of a approved management center ? Will appear in invocies.
es_pe: Si su compa&ntilde;&iacute;a es miembro de un centro de gesti&oacute;n acreditado, aparecer&aacute; en las facturas

source: Checks will be sent to address you have to type below
es_pe: Los cheques ser&aacute;n enviados a la direcci&oacute;n que usted ingrese a continuaci&oacute;n

source: When checking this box, you will allow your customer to pass order through bank transfer payment method
es_pe: Si marca esta casilla, usted autorizar&aacute; a sus clientes a pagar sus pedidos por medio de transferencia bancaria

source: IBAN
es_pe: IBAM

source: Serveur
es_pe: Servidor

source: Min-Max shipping fees
es_pe: Min-Max valor despacho

source: Free shipping
es_pe: Despacho gratis

source: Shipping mode
es_pe: Modo de despacho

source: Minimum
es_pe: M&iacute;nimo

source: Maximum
es_pe: M&aacute;xmimo

source: Free shipping for all order
es_pe: Despacho gratis para todos los pedidos

source: Activate free shipping cost starting from an amount
es_pe: Activar despacho gratuito a partir de cierto monto

source: Apply free shipping from the indicate amount. You can deactivate this option.
es_pe: Aplicar despacho gratuito a partir de cierto monto. Usted puede desactivar esta opci&oacute;n.

source: Free shipping for order over amount below
es_pe: Despacho gratis para los pedidos superiores al monto determinado a continuaci&oacute;n

source: Example
es_pe: Ejemplo

source: Means
es_pe: Significa

source: Add a product to the current order
es_pe: Agregar un producto al pedido actual

source: Your cart is empty.
es_pe: Su carrito de compras est&aacute; vac&iacute;o

source: Your order has been succesfully cancelled.
es_pe: Su pedido ha sido anulado satisfactoriamente

source: Your cart is empty. Select product(s) before checkout.
es_pe: Su carrito de compras est&aacute; vac&iacute;o. Seleccione alg&uacute;n producto antes de efectuar el pedido

source: Summary of the quotation
es_pe: Resumen de la cotizaci&oacute;n

source: Summary of the order
es_pe: Resumen del pedido

source: I have read and I accept %sthe terms of sale%s
es_pe: He le&iacute;do y acepto %slos t&eacute;rminos de venta%s

source: It is impossible to order for the moment
es_pe: Imposible hacer pedidos por ahora

source: You must choose a shipping address.
es_pe: Debe escoger una direcci&oacute;n de despacho.

source: You must choose a billing address.
es_pe: Debe escoger una direcci&oacute;n de facturaci&oacute;n.

source: You have to choose a payment method to continue.
es_pe: Debe escoger un m&eacute;todo de pago para continuar

source: Coupons
es_pe: Cupones

source: coupon
es_pe: cup&oacute;n

source: Code
es_pe: C&oacute;digo

source: Coupon not applicable
es_pe: Cup&oacute;n no v&aacute;lido

source: Incorrect coupon
es_pe: Cup&oacute;n incorrecto

source: Afghanistan
es_pe: Afganist&aacute;n

source: &#197;land Islands
es_pe: Islas &#197;land

source: American Samoa
es_pe: Samoa Americana

source: Anguilla
es_pe: Anguila

source: Antarctica
es_pe: Ant&aacute;rtica

source: Antigua and Barbuda
es_pe: Antigua y Barbuda

source: Azerbaijan
es_pe: Azerbaiy&aacute;

source: Bahrain
es_pe: Barein

source: Bangladesh
es_pe: Bangladech

source: Belarus
es_pe: Bielorrusia

source: Belgium
es_pe: B&eacute;lgica

source: Belize
es_pe: Belice

source: Benin
es_pe: Ben&iacute;n

source: Bhutan
es_pe: But&aacute;n

source: Bosnia and Herzegovina
es_pe: Bosnia Herzegovina

source: Botswana
es_pe: Botsuana

source: Brazil
es_pe: Brasil

source: British Indian Ocean Territory
es_pe: Territorio Brit&aacute;nico del oceano &Iacute;ndico

source: British Virgin Islands
es_pe: Islas V&iacute;rgenes Brit&aacute;nicas

source: Brunei
es_pe: Brun&eacute;i

source: Burkina Faso
es_pe: Burquina Faso

source: Burundi
es_pe: Burund&iacute;

source: Cambodia
es_pe: Camboya

source: Cameroon
es_pe: Camer&uacute:n

source: Cape Verde
es_pe: Cabo Verde

source: Cayman Islands
es_pe: Islas Caim&aacute;n

source: Central African Republic
es_pe: Rep&uacute;blica Centro Africana

source: Christmas Island
es_pe: Isla De Navidad

source: Cocos (Keeling) Islands
es_pe: Islas cocos

source: Comoros
es_pe: Comores

source: Congo (Brazzaville)
es_pe: Rep&uacute;blica del congo

source: Congo (Kinshasa)
es_pe: Rep&uacute;blica Democr&aacute;tica del Congo

source: Cook Islands
es_pe: Islas Cook

source: Croatia
es_pe: Croacia

source: Cyprus
es_pe: Chipre

source: Czech Republic
es_pe: Rep&uacute;blica Checa

source: Denmark
es_pe: Dinamarca

source: Djibouti
es_pe: Yibuti

source: Dominican Republic
es_pe: Rep&uacute;blica Dominicana

source: Egypt
es_pe: Egipto

source: Equatorial Guinea
es_pe: Guinea Ecuatorial

source: Ethiopia
es_pe: Etiop&iacute;a

source: Falkland Islands
es_pe: Islas Malvinas

source: Faroe Islands
es_pe: Islas Feroe

source: Fiji
es_pe: Fiyi

source: Finland
es_pe: Finlandia

source: France
es_pe: Francia

source: French Guiana
es_pe: Guayana Francesa

source: French Polynesia
es_pe: Polinesia Francesa

source: French Southern Territories
es_pe: Tierras Australes y Ant&aacute;rticas Francesas

source: Gabon
es_pe: Gab&oacute;n

source: Germany
es_pe: Alemania

source: Ghana
es_pe: Gana

source: Greece
es_pe: Grecia

source: Greenland
es_pe: Groenlandia

source: Grenada
es_pe: Granada

source: Guadeloupe
es_pe: Guadalupe

source: Guernsey
es_pe: Guernesey

source: Haiti
es_pe: Hait&iacute;

source: Hungary
es_pe: Hungr&iacute;a

source: Iceland
es_pe: Islandia

source: Iran
es_pe: Ir&aacute;n

source: Republic of Ireland
es_pe: Irlanda

source: Isle of Man
es_pe: Isla de Man

source: Italy
es_pe: Italia

source: Ivory Coast
es_pe: Costa de Marfil

source: Japan
es_pe: Jap&aacute;n

source: Jersey
es_pe: Isla de Jersey

source: Jordan
es_pe: Jordania

source: Kazakhstan
es_pe: Kazajst&aacute;n

source: Kenya
es_pe: Kenia

source: Kyrgyzstan
es_pe: Kirguist&aacute;n

source: Latvia
es_pe: Letonia

source: Lebanon
es_pe: L&iacute;bano

source: Lesotho
es_pe: Lesoto

source: Libya
es_pe: Libia

source: Lithuania
es_pe: Lituania

source: Luxembourg
es_pe: Luxemburgo

source: Macao S.A.R., China
es_pe: Macao

source: Malaysia
es_pe: Malasia

source: Maldives
es_pe: Maldivas

source: Marshall Islands
es_pe: Islas Marshall

source: Martinique
es_pe: Martinica

source: Mauritius
es_pe: Mauricio

source: Mexico
es_pe: M&eacute;xico

source: Moldova
es_pe: Moldavia

source: Monaco
es_pe: M&acute;onaco

source: Morocco
es_pe: Marruecos

source: Netherlands
es_pe: Holanda

source: Netherlands Antilles
es_pe: Antillas Holandesas

source: New Caledonia
es_pe: Nueva Caledonia

source: New Zealand
es_pe: Nueva Zelanda

source: Norfolk Island
es_pe: Isla Norfolk

source: North Korea
es_pe: Korea del Norte

source: Northern Mariana Islands
es_pe: Marianas del Norte

source: Norway
es_pe: Noruega

source: Oman
es_pe: Om&aacute;n

source: Pakistan
es_pe: Pakist&aAcute;n

source: Palestinian Territory
es_pe: Territorio Palestino

source: Panama
es_pe: Panam&aacute;

source: Papua New Guinea
es_pe: Pap&uacute;a Nueva Guinea

source: Peru
es_pe: Per&uacute;

source: Philippines
es_pe: Filipinas

source: Pitcairn
es_pe: Isla Pitcairn

source: Poland
es_pe: Polonia

source: Reunion
es_pe: Reuni&oacute;n

source: Romania
es_pe: Rumania

source: Russia
es_pe: Rusia

source: Rwanda
es_pe: Ruanda

source: Saint Helena
es_pe: Santa Helena

source: Saint Kitts and Nevis
es_pe: San Crist&oacute;bal y nieves

source: Saint Lucia
es_pe: Santa Luc&iacute;a

source: Saint Martin (French part)
es_pe: San Mart&iacute;n

source: Saint Pierre and Miquelon
es_pe: San Pedro y Miquel&oacute;n

source: Saint Vincent and the Grenadines
es_pe: San Vicente y las Granadinas

source: Saudi Arabia
es_pe: Arabia Saudita

source: Sierra Leone
es_pe: Sierra Leona

source: Singapore
es_pe: Singapur

source: Slovakia
es_pe: Eslovaquia

source: Slovenia
es_pe: Eslovenia

source: Solomon Islands
es_pe: Islas Salom&oacute;n

source: Somalia
es_pe: Somal&iacute;a

source: South Africa
es_pe: &Aacute;frica Del Sur

source: South Georgia/Sandwich Islands
es_pe: Islas Georgias del Sur y Sandwich del Sur

source: South Korea
es_pe: Korea Del Sur

source: Spain
es_pe: Espa&ntilde;a

source: Sudan
es_pe: Sud&aacute;n

source: Suriname
es_pe: Surinam

source: Svalbard and Jan Mayen
es_pe: Islas Svalbard y Jan Mayen

source: Swaziland
es_pe: Suazilandia

source: Sweden
es_pe: Suecia

source: Switzerland
es_pe: Suiza

source: Syria
es_pe: Siria

source: Tajikistan
es_pe: Tayikist&aacute;n

source: Thailand
es_pe: Tailandia

source: Timor-Leste
es_pe: Timor Oriental

source: Trinidad and Tobago
es_pe: Trinidad y Tobago

source: Tunisia
es_pe: T&uacute;nez

source: Turkey
es_pe: Turquía

source: Turkmenistan
es_pe: Turkmenist&aacute;n

source: Turks and Caicos Islands
es_pe: Islas Turcas y Caicos

source: U.S. Virgin Islands
es_pe: Islas Vírgenes de los Estados Unidos

source: US Minor Outlying Islands
es_pe: Islas Perif&eacute;ricas Menores de los Estados Unidos

source: Ukraine
es_pe: Ucrania

source: United Arab Emirates
es_pe: Emiratos &Aacute;rabes Unidos

source: United Kingdom
es_pe: Reino Unido

source: United States
es_pe: Estados Unidos

source: Uruguay
es_pe: Uruguai

source: Uzbekistan
es_pe: Uzbekist&aacute;n

source: Vatican
es_pe: Vaticano

source: Wallis and Futuna
es_pe: Wallis y Futuna

source: Western Sahara
es_pe: Sahara Occidental

source: Zimbabwe
es_pe: Zimbabue

source: Customer Notification
es_pe: Notificar cliente

source: Send a notification to the customer
es_pe: Enviar notificai&oacute;n al cliente

source: Send a SMS to the customer
es_pe: Enviar SMS al cliente

source: Customer does not choose any payment method
es_pe: El cliente no ha escogido ning&uacute;n modo de pago

source: Choose a new product to add to the current order
es_pe: Escoger un nuevo producto para agregar al pedido actual

source: Are you sure that you want to delete this product from the order?
es_pe: Est&aacute; seguro de querer eliminar este producto del pedido

source: Add selected product to order
es_pe: Agregar el producto seleccionado al pedido

source: Create a new customer
es_pe: Crear nuevo cliente

source: User information
es_pe: Informaci&oacute;n del usuario

source: Choose a customer in the list or create an new customer
es_pe: Escoger un cliente de la lista o crear uno nuevo

source: Send an email to customer
es_pe: Enviar correo electr&oacute;nico al cliente

source: quotation
es_pe: Cotizaci&oacute;n

source: Paid by %1$s (ref. %2$s)
es_pe: Pagado por %1$s (ref. %2$s)

source: Bill payment %1$s for order %2$s
es_pe: Factura de pago %1$s por el pedido %2$s

source: Customers groups
es_pe: Grupos de clientes

source: Add a customers group
es_pe: Agregar un grupo de clientes

source: Add a new customers group
es_pe: Agregar un nuevo grupo de clientes

source: Edit customers group
es_pe: Editar grupo clientes

source: New customers group
es_pe: Nuevo grupo clientes

source: View customers group
es_pe: Ver grupo clientes

source: Search customers group
es_pe: Buscar grupo clientes

source: No customers group found
es_pe: Grupo de clientes no encontrado

source: No customers group found in trash
es_pe: Grupo de clientes no encontrado en la papelera

source: Customer group Roles
es_pe: Derechos del grupo cliente

source: Apply a common rule to all others postcodes
es_pe: Aplicar una regla com&uacute;n a todos los otros c&oacute;digos postales

source: Custom shipping fees
es_pe: Pago de despacho personalizado

source: Limit shipping destination
es_pe: L&iacute;mite para el destino de despacho

source: Allowed the sale for a defined country list
es_pe: Autorizar la venta para una lista de pa&iacute;ses determinada

source: Custom shipping fees. Edit as you want but respect the syntax.
es_pe: Costo de despacho personalizado. Edite a su gusto, pero respete la sintaxis

source: Custom shipping rules by country
es_pe: Valor de despacho por pa&iacute;s
