Repository: Eoxia/WPshop-1.y.z
Catalog: languages/wpshop-*.po
Languages: es_pe, fr_fr

source: Are you sure you want to delete this unit group
es_pe: Est&aacute; seguro de querer borrar este grupo de unidad
fr_fr: &Ecirc;tes vous s&ucirc;r de vouloir supprimer ce groupe d'unité

source: Are you sure you want to delete this unit group?
es_pe: ¿Est&aacute; seguro de querer eliminar este grupo de unidad?
fr_fr: &Ecirc;tes vous s&ucirc;r de vouloir supprimer ce groupe d'unité

source: Entities
es_pe: Entidades
fr_fr: Entités

source: Entity
es_pe: Entidad
fr_fr: Entité

source: Add new entity
es_pe: Agregar nueva entidad
fr_fr: Ajouter une entité

source: Edit entity
es_pe: Editar entidad
fr_fr: éditer l'entité

source: New entity
es_pe: Nueva entidad
fr_fr: Créer une entité

source: View entity
es_pe: Ver entidad
fr_fr: Voir l'entité

source: Search entities
es_pe: Buscar entidad
fr_fr: Rechercher dans les entités

source: No entities found
es_pe: Ninguna entidad encontrada
fr_fr: Aucune entité trouvée

source: No entities found in Trash
es_pe: No se encontraron entidades en la papelera
fr_fr: Aucun entité trouvée dans la corbeille

source: Part to display
es_pe: Secci&oacute;n a exhibir
fr_fr: Section à afficher

source: Rewrite for entity
es_pe: Reescritura de una url para la entidad
fr_fr: Réécriture d'url pour l'entité

source: Display in admin menu
es_pe: Mostrar en el menu de la parte administraci&oacute;n de wordpress
fr_fr: Afficher dans le menu de la partie administration de wordpress

source: Join Address to this entity
es_pe: Adjuntar direcci&oacute;n para esta entidad
fr_fr: Lier les adresses aux éléments de ce type d'entité

source: Choose how this entity will be rewrite in front side. If you let it empty default will be taken
es_pe: Escoger c&oacute;mo esta entidad ser&aacute; reescrita en en la parte cliente. Si lo deja vac&iacute;o, ser&aacute; tomado como valor por defecto
fr_fr: Définissez l'url que vous désirez utiliser pour cette entité dans la partie client. Pour utiliser la valeur par défaut, laissez ce champs vide

source: Add new %s
es_pe: Agregar nuevo %s
fr_fr: Ajouter nouveau %s

source: Edit %s
es_pe: Editar %s
fr_fr: éditer %s

source: New %s
es_pe: Nuevo %s
fr_fr: Créer %s

source: View %s
es_pe: Ver %s
fr_fr: Voir %s

source: Search %s
es_pe: Buscar %s
fr_fr: Rechercher %s

source: No %s found
es_pe: Ning&uacute;n %s encontrado
fr_fr: Aucun résultat trouvé pour %s

source: No %s found in Trash
es_pe: No se encontr&oacute; ning&uacute;n %s en la papelera
fr_fr: Aucun résultat trouvé pour %s dans la corbeille

source: Choose a title for the %s
es_pe: Escoja un t&iacute;tulo para el %s
fr_fr: Saisissez un nom pour %s

source: Choose an attribute group for this %s
es_pe: Escoja un grupo de atributos para este %s
fr_fr: Choisissez un groupe d'atttribut pour ce %s

source: Save the %s with the "Save draft" button on the right side
es_pe: Guardar el %s con el bot&oacute;n "Guardar borrador"ubicado a la derecha de la pantalla
fr_fr: Enregistrez le %s en utilisant le bouton "Enregistrer brouillon" situé à droite de l'écran

source: %s attributes
es_pe: Atributos de %s
fr_fr: Attributs de %s

source: Copy of %s
es_pe: Copia de %s
fr_fr: Copie du produit %s

source: Go on the new element edit page
es_pe: Ir a la p&aacute;gina de editar nuevo elemento
fr_fr: Aller sur la page du nouvel élément

source: Some errors occured while duplicating meta information, but element has been created.
es_pe: Se produjeron algunos errores durante la duplicaci&oacute;n de la meta informaci&oacute;n, pero el elemento fue creado
fr_fr: Des erreurs sont survenues lors de la duplication des meta informations, mais l'élément a tout de même été créé

source: An error occured while duplicating element
es_pe: Un error se produjo mientras se duplicaba el elemento
fr_fr: Une erreur est survenue lors de la duplication de ce produit

source: Picture
fr_fr: Image

source: Creator
es_pe: Creador
fr_fr: Créateur

source: unit(s)
es_pe: unidad(es)
fr_fr: Unité(s)

source: This form page is invalid because no set or type or content is defined. Please contact administrator with this error message
es_pe: El formulario de esta p&aacute;gina es inv&aacute;lido porque ning&uacute;n grupo, tipo o campo ha sido definido. Favor de contactar al administrador con este mensage de error
fr_fr: Le formulaire de cette page est invalide car aucun set ou type ou champs n'a été défini. Merci de contacter l'administrateur avec ce message d'erreur

source: This form page is invalid because type and set are not linked. Please contact administrator with this error message
es_pe: El formulario de esta p&aacute;gina es inv&aacute;lido porque el tipo y colecci&oacute;n no han sido definidos juntos. Favor de contactar al administrador con este mensage de error
fr_fr: Le formulaire de cette page est invalide car le type et les set ne sont pas définis ensemble. Merci de contacter l'administrateur avec ce message d'erreur

source: Product title
es_pe: T&iacute;tulo de producto
fr_fr: Nom du produit

source: Name
es_pe: Nombre
fr_fr: Nom

source: Product picture
es_pe: Imagen del producto
fr_fr: Image principale du produit

source: Default picture
fr_fr: Image par défaut

source: New value
es_pe: Nuevo valor
fr_fr: Nouvelle valeur

source: You have to fill %s, they are mandatory for custom type creation
es_pe: Usted debe llanar %s, estos son obligatorios para la creaci&oacute;n de un tipo personalizado
fr_fr: Vous devez remplir %s, ils sont obligatoire pour la création d'un Custom Type

source: attribute's
es_pe: Atributo
fr_fr: Attributs

source: attributes'
es_pe: atributos
fr_fr: Attributs

source: Used attributes
es_pe: Atributos utilizados
fr_fr: Attributs activés

source: Unactive attributes
es_pe: Atributos inactivos
fr_fr: Attributs désactivés

source: Trashed attributes
es_pe: Papelera
fr_fr: Corbeille

source: Status
fr_fr: Statut

source: Affected entity
es_pe: Entidad afectada
fr_fr: Entité

source: Attribute code
es_pe: C&oacute;digo atributo
fr_fr: Code de l'attribut

source: Restore
es_pe: Restaurar
fr_fr: Restaurer

source: attribute's set
es_pe: Colecci&oacute;n de atributos
fr_fr: Set d'attributs

source: attributes' set
es_pe: Colecciones de atributos
fr_fr: Sets d'attributs

source: Attribute groups
es_pe: Grupos de atributo
fr_fr: Groupes d'attributs

source: Trashed attribute groups
es_pe: Grupos de atributo de la papelera
fr_fr: Corbeille

source: Dashboard
es_pe: Tablero de mandos
fr_fr: Tableau de bord

source: Attributes
es_pe: Atributos
fr_fr: Attributs

source: Attributes groups
es_pe: Grupos de atributos
fr_fr: Groupes d'attributs

source: Wpshop - Tools
es_pe: Wpshop - Herramientas
fr_fr: Wpshop - Outils

source: WPShop options
es_pe: Opciones para WPShop
fr_fr: Options pour WP Shop

source: Add a picture to category
fr_fr: Ajouter une image à la catégorie

source: Upload your logo
fr_fr: Télécharger votre logo

source: Create
es_pe: Crear
fr_fr: Créer

source: Save parameters
es_pe: Guardar los par&aacute;metros
fr_fr: Enregistrer les paramètres

source: You don't specify all needed file
es_pe: No ha llenado todos los campos necesarios
fr_fr: Vous n'avez pas rempli tous les champs

source: Sorry ! You can't order on this shop, because we don't ship in your country.
es_pe: Lo sentimos, pero usted no puede ordenar en esta tienda virtual porque nosotros no hacemos despachos a su pa&iacute;s
fr_fr: Désolé mais vous ne pouvez pas commander sur cette boutique, nous ne livrons pas dans votre pays.

source: If you generate the invoice, you will cannot modify this order later. Are you sure to do this action ?
es_pe: Si usted genera la factura, no podr&aacute; modificar este pedido. ¿Est&aacute; seguro de querer continuar?
fr_fr: Si vous générez la facture, vous ne pourrez plus modifier la commande. Voulez-vous vraiment effectuer cette action ?

source: The value you entered already exist in list
es_pe: El valor ingresado ya existe en la lista
fr_fr: La valeur que vous avez entré existe déjà dans la liste

source: Are you sure you want to delete this option from list?
es_pe: ¿Est&aacute; seguro de querer borrar esta opci&oacute;n de la lista?
fr_fr: &Ecirc;tes vous s&ucirc;r de vouloir supprimer cette option?

source: Set as default value
es_pe: Definir como valor por defecto
fr_fr: Définir comme valeur par défaut

source: Are you sure you want to charge this order? You'll be unable to modify the content after this operation
es_pe: ¿Est&aacute seguro de querer registrar iste pedido? Posteriormente no se podr&aacute;n hacer modificaciones al contenido de esta operaci&oacute;n
fr_fr: &Ecirc;tes vous s&ucirc;r de vouloir facturer cette commande? Vous ne pourrez plus en modifier le contenu une fois cette opération terminée

source: If you continue without install the plugin. Your products won't be purchasable
es_pe: Si usted no configura su tienda virtual, sus productos ser&aacute;n visibles pero no podr&aacute; efectuar ventas
fr_fr: Si vous n'effectuez pas la configuration de votre boutique, vos produits seront visible mais aucun achat ne sera possible

source: Are you sure you want to delete this thumbnail?
es_pe: ¿Est&aacute; seguro de querer borrar esta imagen?
fr_fr: Etes-vous certain de vouloir supprimer cette image?

source: No result found for your search
es_pe: No se encontraron resultados para su b&uacute;squeda
fr_fr: Aucun résultat pour

source: Keep typing for search launching
es_pe: Contin&uacute;e escribiendo para lanzar la b&uacute;squeda
fr_fr: Continuez à taper pour lancer la recherche

source: Searching in progress for
es_pe: B&uacute;squeda en progreso para
fr_fr: Recherche en cours pour

source: Are you sure you want to deactivate this addon?
es_pe: ¿Est&aacute; seguro de querer desactivar este complemento?
fr_fr: &Ecirc;tes vous sûr de vouloir désactiver ce module?

source: Are you sure you want to delete this logo?
fr_fr: Etes vous sûr de vouloir supprimer ce logo?

source: You have to select at least one attribute for creating a new variation
es_pe: Usted debe seleccionar al menos un atributo para crear una nueva opci&oacute;n
fr_fr: Vous devez sélectionner au moins un attribut pour créer une option.

source: Insert shortcode into page content
es_pe: Insertar shortcode en el contenido de la p&aacute;gina
fr_fr: Insertion de shortcode dans les pages

source: Product listing
es_pe: Lista de productos
fr_fr: Liste de produits

source: By product ID
es_pe: Por producto
fr_fr: Par produit

source: By attribute value
es_pe: Por valor de atributo
fr_fr: Par valeur d'un attribut

source: Attribute value
es_pe: Valor de atributo
fr_fr: Valeur d'un attribut

source: Custom message content
es_pe: Mensajes personalizados
fr_fr: Messages personnalisés

source: Customer first name
es_pe: Nombre de cliente
fr_fr: Prénom du client

source: Customer last name
es_pe: Apellido de cliente
fr_fr: Nom du client

source: Customer email
fr_fr: Email du client

source: Order identifer
es_pe: N&uacute;mero de pedido
fr_fr: Numéro de commande

source: Paypal transaction ID
es_pe: Id de transacci&oacute;n Paypal
fr_fr: Id de transaction Paypal

source: Order content
es_pe: Contenido del pedido
fr_fr: Contenu de la commande

source: Customer personnal informations
fr_fr: Informations sur le client

source: Order addresses
es_pe: Direcci&oacute;n del pedido
fr_fr: Addresses de la commande

source: Billing order address
fr_fr: Adresse de facturation de la commande

source: Shipping order address
fr_fr: Adresse de livraison de la commande

source: Shipping method
fr_fr: Mode de livraison

source: order payment_method
fr_fr: Mode de paiement

source: Order customer comment
es_pe: Comentario del cliente
fr_fr: Commentaire du client

source: Wpshop custom tags
es_pe: Etiquetas personalizadas Wpshop
fr_fr: Tags wpshop

source: Cart widget
es_pe: Widget carrito de compras
fr_fr: Widget panier

source: Customer account
es_pe: Cuenta usuario
fr_fr: Compte utilisateur

source: Advanced search
es_pe: B&uacute;squeda avanzada
fr_fr: Recherche avancé

source: Do you want to cancel this order ?
es_pe: ¿Realmente quiere anular este pedido?
fr_fr: Voulez vous annuler cette commande ?

source: Do you want to refund this order ?
fr_fr: Voulez-vous rembourser cette commande ?

source: Do you want to resend this order to customer ?
fr_fr: Voulez-vous renvoyer la commande au client ?

source: You want to search in orders
fr_fr: Vous souhaitez rechercher dans les commandes

source: a customer
fr_fr: un client

source: a product
fr_fr: un produit

source: Do you really want to delete this address
fr_fr: Voulez-vous vraiment supprimer cette adresse ?

source: You must enter a weight
fr_fr: Vous devez saisir un poids

source: You must a country for custom fees saving
fr_fr: Vous devez saisir un pays

source: You must choose a country or write a postcode.
fr_fr: Vous devez choisir un peys et un code postal

source: An error occured
es_pe: Ha ocurrido un error
fr_fr: Une erreur est survenue

source: Every fields marked as required must be filled
es_pe: Todos los campos marcados como obligatorios deben ser llenados
fr_fr: Tous les champs marqués comme obligatoire sont requis

source: Email invalid
es_pe: Correo electr&oacute;nico no v&aacute;lido
fr_fr: Adresse email invalide

source: Both passwords must match
es_pe: Ambas contrase&ntilde;as deben coincidir
fr_fr: Les mots de passe ne correspondent pas

source: Please select all required value
es_pe: Se deben llenar todos los campos marcados con asterisco
fr_fr: Merci de sélectionner une valeur pour tous les champs marqués d'une étoile

source: You must accept the terms of sale.
es_pe: Usted debe aceptar las condiciones de venta
fr_fr: Vous devez accepter les conditions générales de vente

source: You must to choose a shipping mode
fr_fr: Veuillez choisir un mode de livraison

source: You can't order because no shipping mode is available.
fr_fr: Vous ne pouvez pas commander parce aucun mode de livraison n'est disponible.

source: Do you really want to delete this address ?
fr_fr: Voulez-vous vraiment supprimer cette adresse ?

source: Users
es_pe: Usuarios
fr_fr: Utilisateurs

source: no
fr_fr: Non

source: Define the entity allowing to manage product on your store. If you delete this entity you won't be able to manage your store
es_pe: Defina los elementos que permitan manejar los productos de su tienda. Si borra este elemento, no podr&aacute; administrar su tienda
fr_fr: Défini les produits permettant de gérer la boutique. Si vous supprimez cet élément vous ne serez plus en mesure de gérer la boutique

source: Discount from
es_pe: Oferta de
fr_fr: Promotion de

source: Discount to
es_pe: Promoci&oacute;n de
fr_fr: Promotion à

source: Cash on delivery
fr_fr: Paiement à la livraison

source: Pay your order on delivery
fr_fr: Payez votre commande à la livraison

source: Your terms of sale
fr_fr: Vos conditions générales de vente

source: Rule
fr_fr: Règle

source: Credits
fr_fr: Crédits

source: %s uses <a href="http://www.wpshop.fr/" target="_blank" title="%s uses WPShop e-commerce plug-in for Wordpress">WPShop e-commerce for Wordpress</a>
fr_fr: %s utilise <a href="http://www.wpshop.fr" target="_blank" title="%s utilise WPShop plug-in e-commerce pour Wordpress">WPShop e-commerce pour Wordpress</a>

source: No Delivery
fr_fr: Pas de livraison

source: Delivery method for point of sale.
fr_fr: Méthode de livraison pour le point de vente.

source: Free product
fr_fr: Produit libre

source: Payment method are missing
es_pe: No ha sido seleccionado ning&uacute; modo de pago
fr_fr: Aucun mode de paiement n'a été sélectionné

source: Choose a payment method
es_pe: Escoja un modo de pago
fr_fr: Configurer un moyen de paiement

source: Shop emails are misssing
es_pe: No hay correos electr&oacute;nicos de la tienda configurados
fr_fr: Les emails transactionnels ne sont pas configurés

source: Configure shop emails
es_pe: Configurar los correos electr&oacute;nicos de la tienda
fr_fr: Configurer les emails

source: You configure your shop to be a sale shop. But some configuration are missing for this type of shop using
es_pe: Usted ha escogido usar una tienda de venta. Sin embargo est&aacute;n faltando agunos par&aacute;metros necesarios para este tipo de tienda
fr_fr: Vous avez choisi d'utiliser une boutique de vente. Cependant certains paramètres nécessaire à ce type de boutique sont manquants.

source: Hide this message
fr_fr: Ne plus afficher ce message

source: Configure my shop
fr_fr: Configurer votre boutique

source: General
fr_fr: Général

source: Payments
es_pe: Pagos
fr_fr: Paiements

source: Shipping
es_pe: Despacho
fr_fr: Livraison

source: Advanced options
es_pe: Opciones avanzadas
fr_fr: Options avancées

source: Empty price
fr_fr: Prix non renseigné

source: Products common rewrite param
es_pe: Par&aacute;metro de reescritura para los productos
fr_fr: Paramètre de réécriture pour les produits

source: Categories
es_pe: Categor&iacute;as
fr_fr: Catégories

source: Categories common rewrite param
es_pe: Par&aacute;metros de reescritura para las categor&iacute;as
fr_fr: Paramètres de réécriture pour les catégories

source: Default category slug for unassociated product
es_pe: Url por defecto para los productos no asociados a una categor&iacute;a
fr_fr: Url par défaut pour les produits non associés à une catégorie

source: Action when produt is added succesfully into cart
es_pe: Acci&oacute;n cuando un producto es agregado al carrito de compras
fr_fr: Action lorsqu'un produit a été ajouté au panier

source: Action when produt is added succesfully into a quotation
es_pe: Acci&oacute;n cuando un producto es agregado a una cotizaci&oacute;n
fr_fr: Action lorsqu'un produit fait l'objet d'une demande de devis

source: Only a limited number of products in cart
fr_fr: Limiter le panier à un nombre de produits

source: Variation product display options for all products
es_pe: Opciones de exhibici&oacute;n para todos los productos con opci&oacute;n
fr_fr: Options d'affichage pour tous les produits avec options

source: Hide price and add to cart button when price is empty or equal to 0
fr_fr: Cacher le prix et le bouton Ajouter au panier quand le prix est non renseigné ou égal à 0

source: Use product category in url
es_pe: Usar categor&iacute;a de producto en url
fr_fr: Afficher la catégorie du produit dans l'URL

source: Your_product_slug
es_pe: url_del_producto
fr_fr: url_du_produit

source: This slug will be used in url to describe products page
es_pe: Este t&eacute;rmino ser&aacute; usado en las url de las fichas de productos
fr_fr: Ce terme sera utilisé dans les url des fiches produits

source: "/" permit to disable slug of products (<b>but don't work with rewrites plugins</b>)
fr_fr: "/" permet de désactiver le préfixe des produits (<b>ne fonctionne pas avec les plugins de réécriture</b>)

source: This slug will be used in url to describe catagories page
es_pe: Este t&eacute;rmino ser&aacute; usado en las url de las p&aacute;ginas de categor&iacute;as
fr_fr: Ce terme sera utilisé dans les url des pages de catégories

source: This slug will be used for products not being related to any category
es_pe: Este t&eacute;rmino ser&aacute; utilizado para los productos que no est&eacute;n relacionados con ninguna otra categor&iacute;a
fr_fr: Ce terme sera utilisé pour les produits étant relié à aucune catégorie

source: Display "price from" before basic price of product
es_pe: Mostrar "A partir de " delante del precio del producto
fr_fr: Afficher "A partir de" devant le prix du produit

source: Display the lowest price of variation
es_pe: Mostrar el precio m&aacute;s bajo de las opciones
fr_fr: Afficher le prix le plus bas de toutes les options comme prix de base

source: This value count all quantities in cart. Example : 2 products A + 3 products B = 5 products
fr_fr: Cette valeur ajoute toutes les quantités du panier. Exemple : 2 produits A + 3 produits B = 5 produits

source: Empty for no restriction
es_pe: Dejar vac&iacutge;o si no hay restricciones
fr_fr: Laisser vide si aucune restriction

source: Display the dialog allowing to choose between continue shopping or go to cart
es_pe: Mostrar el di&aacute;logo que permite al cliente escoger entre continuar comprando o ir al carrito de compras
fr_fr: Afficher la boite de dialogue permettant au client de sélectionner si il continue ses achats ou si il souhaite voir son panier

source: Automaticaly send user to cart page
es_pe: Enviar al usuario autom&aacute;ticamente a la p&aacute;gina del carrito de compras
fr_fr: Envoyer directement l'utilisateur sur la page panier

source: Cart animation type
es_pe: Tipo de animaci&oacute;n del carrito de compras
fr_fr: Type d'animation du panier

source: Dialog box
es_pe: Cuadro de di&aacute;logo
fr_fr: Boite de dialogue

source: Image animation
es_pe: Animaci&oacute; de la imagen del producto
fr_fr: Animation de l'image produit

source: This options screen allows you to add additionnal functionnalities
es_pe: Esta ventana de opciones le permite agregar funciones adicionales
fr_fr: Cet écran permet de définir des paramètres permettant d'étendre certaines fonctions du plugin. La liste des fonctionnaliités a été définie par nos soins

source: Activated
es_pe: Activado
fr_fr: Activé

source: Desactivated
es_pe: Desactivado
fr_fr: Désactivé

source: Activate this addon
es_pe: Activar este complento
fr_fr: Activer ce module

source: Desactivate this addon
es_pe: Desactivar este complemento
fr_fr: Désactiver ce module

source: Advanced configurations
es_pe: Configuraciones avanzadas
fr_fr: Options avancées

source: This options screen allows you to add functionnalities to the plugin by adding some parameters we defined
es_pe: Esta ventana de opciones le permite agregar funciones al plugin agregando algunos par&aacute;metros ya definidos
fr_fr: Cet écran permet de définir des paramètres permettant d'étendre certaines fonctions du plugin. La liste des fonctionnaliités a été définie par nos soins

source: Extra parameter key
es_pe: Clave extra del par&aacute;metro
fr_fr: Clé pour le paramètre

source: Extra parameter value
es_pe: Valor extra del par&aacute;metro
fr_fr: Valeur

source: New extra parameter key
es_pe: Nueva clave extra del par&aacute;metro
fr_fr: Nouveau paramètre - Clé

source: New extra parameter value
es_pe: Nuevo valor extra del par&aacute;metro
fr_fr: Nouveau paramètre - Valeur

source: Company info
es_pe: Informaci&oacute;n acerca de la compa&ntilde;&iacute;a
fr_fr: Informations sur la société

source: Legal status
es_pe: Status legal
fr_fr: Statut

source: Company name
es_pe: Nombre de la compa&ntilde;&iacute;a
fr_fr: Nom de la société

source: Street
es_pe: Calle
fr_fr: Rue

source: Phone
es_pe: Tel&eacute;fono
fr_fr: Téléphone

source: Legal status will appear in invoices
es_pe: El r&eacute;gimen legal aparecer&aacute; en la factura
fr_fr: Le régime social apparaitra dans les factures

source: Capital of your company
es_pe: Capital econ&oacute;mico de su compa&ntilde;&iacute;a
fr_fr: Capital de votre société

source: Name of your company
es_pe: Nombre de su compa&ntilde;&iacute;a
fr_fr: Nom de votre société

source: Street of your company
es_pe: Calle de su compa&ntilde;&iacute;a
fr_fr: Rue de votre société

source: Postcode of your company
es_pe: C&oacute;digo postal de su compa&ntilde;&iacute;a
fr_fr: Code postal de votre société

source: The city in which your company is based
es_pe: Ciudad en la cual su compa&ntilde;&iacute;a est&aacute; establecida
fr_fr: La ville dans laquelle est basée votre société

source: Country of your company
es_pe: Pa&iacute;s de su compa&ntilde;&iacute;a
fr_fr: Pays de votre société

source: Intracommunity VAT of your company
es_pe: IVA intracomunitario de su compa&ntilde;&iacute;a
fr_fr: TVA intracommunautaire de votre société

source: Phone number of your company
es_pe: n&uacute;mero de tel&eacute;fono de su compa&ntilde;&iacute;a
fr_fr: Numéro de téléphone de votre société
