Repository: Eoxia/WPshop-1.y.z
Catalog: languages/wpshop-*.po
Languages: es_pe, fr_fr

source: Don't forget to click on "Save Changes" button to save your shipping rules.
es_pe: No olvide de hacer clic en el bot&oacute;n "Guardar los cambios" para memorizar sus reglas de despacho

source: Sorry ! No product correspond to your filter search request
es_pe: Lo sentimos, pero ning&uacute;n producto corresponde a al criterio de su b&uacute;squeda

source: Empty list
es_pe: Lista vac&iacute;a

source: position
es_pe: posici&oacute;n

source: code
es_pe: C&oacute;digo

source: note
es_pe: nota

source: Litres
es_pe: Litros

source: Once
es_pe: Onza

source: Gramme
es_pe: Gramo

source: Kilogrammes
es_pe: Kil&oacute;gramos

source: Receiver
es_pe: destinatario

source: Date of dispatch
es_pe: Fecha de despacho

source: Message object
es_pe: Motivo del mensage

source: Generate the invoice
es_pe: Generar factura

source: New payment received
es_pe: Nuevo pago recibido

source: You don't have any payment method set in your shop. You won't be able to add a new payment until you configure %sthis options%s
es_pe: Usted no tiene ning&uacute;n m&eacute;todo de pago registrado en su tienda virtual. No podr&aacute; habilitar ning&uacute;n nuevo pago mientras no configure %sesta opci&oacute;n%s

source: Outils pour WP-Shop
es_pe: Herramientas para WP-Shop

source: An error occured while attempting to repair database
es_pe: Ocurri&oacute; un error mientras se intentaba reparar la base de datos

source: An error occured while attempting to repair default custom post type
es_pe: Un error se produjo mientras se intentaba reparar los Custom Post Type por defecto

source: An error occured while attempting to repair default attributes
es_pe: Un error ocurri&oacute; mientras se intentaba reparar los atributos por defecto

source: Action
es_pe: Acci&oacute;n

source: Connexion
es_pe: Conexi&oacute;n

source: Pay by %s
es_pe: Pagar por %s

source: You have to send the check with the good amount to the adress :
es_pe: Usted debe enviar el cheque con la cantidad correcta a la direcci&oacute;n:
