Repository: Eoxia/WPshop-1.y.z
Catalog: languages/wpshop-*.po
Languages: es_pe, fr_fr

source: RCS of your company
es_pe: RCS de su compa&ntilde;&iacute;a
fr_fr: RCS de votre société

source: SIRET of your company
es_pe: SIRET de su compa&ntilde;&iacute;a
fr_fr: SIRET de votre société

source: SIREN of your company
es_pe: SIREN de su compa&ntilde;&iacute;a
fr_fr: SIREN de votre société

source: Fax number of your company
es_pe: N&uacute;mero de fax de su compa&ntilde;&iacute;a
fr_fr: Numéro de fax de votre société

source: Assocation
fr_fr: Association

source: Email addresses
es_pe: Direcciones de correo electr&oacute;nico
fr_fr: Adresses email

source: Mails answers address email
es_pe: Correo de respuesta a los correos electr&oacute;nicos
fr_fr: Adresse email de réponse aux emails

source: Contact email
es_pe: Correo elctr&oacute;nico de contacto
fr_fr: Adresse email de contact

source: This is the no reply email
es_pe: Este es un correo electr&oacute;nico que no acepta respuestas
fr_fr: L'email de non réponses aux emails

source: This is the email on which customers can contact you
es_pe: Este es el electr&oacute;nico en el cual sus clientes pueden contactarlo
fr_fr: L'email sur lequel vos clients pourront vous contacter

source: Send confirmation order message when order is totally paid
fr_fr: Envoyer le message de confirmation de commande qu'à la réception de la totalité du paiement

source: Edit current selected message
fr_fr: éditer le message sélectionné

source: Shop main configuration
es_pe: Configuraci&oacute;n p&aacute;gina principal de la tienda
fr_fr: Configuration principale de la boutique

source: Shop type
es_pe: Tipo de tienda
fr_fr: Type de boutique

source: Currency
es_pe: Moneda
fr_fr: Devise

source: Price piloting for the shop
es_pe: Control de precios para la tienda
fr_fr: Pilotage des prix

source: Weight unity
es_pe: Unidad de peso
fr_fr: Unité pour le poids

source: Google Analytics Account ID for e-commerce conversion
fr_fr: Identifiant de compte Google Analytics pour la conversion e-commerce

source: The logo for emails and invoices
fr_fr: Logo pour les emails et factures

source: This is the currency the shop will use
es_pe: Esta es la moneda que utilizar&aacute; su tienda
fr_fr: La devise que votre boutique utilisera

source: This is the weight unity the shop will use
es_pe: Esta es la unidad de peso que ser&aacute; utilizada en su tienda
fr_fr: L'unité de poids par défaut que votre boutique utilisera

source: You can choose if the price you will enter in each product is the "all tax include" price or the "tax free price"
fr_fr: Vous pouvez choisir si vous voulez saisir le prix "Toutes taxes comprise" ou le prix "hors taxe" lors de la création des produits

source: Define if you have a shop to sale item or just for item showing
es_pe: Define si usted tiene una tienda para vender sus productos o solamente para mostrarlos
fr_fr: Permet de définir si vous avez une boutique de vente, ou une boutique de présentation de vos produits

source: Delete this logo
fr_fr: Supprimer ce logo

source: WPShop pages configuration
es_pe: Configuraci&oacute;n de paginas Wpshop
fr_fr: Configuration des pages de la boutique

source: We define default pages content and layout, however you have possibility to %sedit them%s
fr_fr: Nous avons définis des pages par défaut, vous pouvez tout de même %sles modifier ici%s

source: Choose a page to associate
es_pe: Elija una p&aacute;gina para asociar
fr_fr: Sélectionnez une page a associer

source: Edit current selected page
fr_fr: éditer la page sélectionnée

source: Payment method
es_pe: M&eacute;todo de pago
fr_fr: Mode de paiement

source: Partial payment
es_pe: A cuenta
fr_fr: Acompte

source: Allow WPShop to send invoices
fr_fr: Autoriser WPShop à envoyer des factures

source: You can define if customer have to pay the complete amount of order or if they just have to pay a part on command and the rest later
es_pe: Usted puede definir si sus clientes pagar&aacute;n el monto total de la compra o si pueden pagar solo una parte y el resto despu&eacute;
fr_fr: Vous pouvez définir si vous clients auront a payer la totalité de leurs commande ou simplement un acompte lors de la commande initiale puis la somme restante plus tard

source: Activate partial command for all order
es_pe: Activar pago parcial para todo los pedidos
fr_fr: Activer les acomptes sur toutes les commandes

source: If you want that customer pay a part o f total amount of there order, check this box then fill fields below
es_pe: Si desea admitir que los clientes puedan pagar una parte del monto total del pedido, marque esta casilla
fr_fr: Pour activer les acomptes sur les commandes, cochez cette case

source: Value of partial payment
es_pe: Monto del pago parcial
fr_fr: Valeur de l'acompte

source: Type of partial payment
es_pe: Tipo de pago parcial
fr_fr: Type de l'acompte

source: Allow WPshop to send invoice in PDF format when order is completed
fr_fr: Autoriser WPShop à envoyer des factures au format PDF lorsque la commande est payée

source: Shipping general configuration
fr_fr: Configuration générale de livraison

source: Shipping address choice
es_pe: Escoger una direcci&oacute;n para el despacho
fr_fr: Adresse de livraison

source: Shipping cost From
fr_fr: Frais de livraison à partir de

source: Limit country list
fr_fr: Limiter la liste des pays dans les formulaires

source: Country default choice in forms
fr_fr: Choix par défaut du pays dans les formulaires

source: Activate shipping address
es_pe: Activar direcci&oacute;n de despacho
fr_fr: Demander une adresse de livraison

source: Display "From" behind Shipping cost in cart while shipping address is undefined
fr_fr: Affiche "A partir de" devant les frais de port dans le panier tant que l'adresse de livraison n'est pas définie

source: Reservation of products upon confirmation of payment.
es_pe: Reservaci&oacute;n de producto a condici&oacute;n de confirmaci&oacute;n de pago
fr_fr: Réservation des produits à la confirmation du paiement.

source: Redirect to the CIC site in progress, please wait...
es_pe: Redirecci&oacute;n hacia el sitio CIC en proceso, espere por favor...
fr_fr: Redirection vers le site CIC en cours...

source: CIC configurations
fr_fr: Configurations CIC

source: Key
es_pe: Clave
fr_fr: Clé

source: Company code
es_pe: C&oacute;digo de la compa&ntilde;&iacute;a
fr_fr: Code société

source: We wait your payment.
es_pe: Esperamos su pago.
fr_fr: Nous attendons votre règlement

source: Thank you ! Your payment has been recorded.
es_pe: ¡Gracias! Su pago ha sido registrado.
fr_fr: Merci ! Votre paiement a bien été enregistré

source: Thank you ! Your first payment has been recorded.
es_pe: ¡Gracias! Su primer pago ha sido registrado.
fr_fr: Merci ! Votre premier paiement a bien été enregistré

source: Your payment and your order has been cancelled.
es_pe: Su pago y su pedido han sido anulados.
fr_fr: Votre paiement et votre commande ont été annulées

source: CB with Paypal
fr_fr: CB avec Paypal

source: <strong>Tips</strong> : If you have a Paypal account, by choosing this payment method, you will be redirected to the secure payment site Paypal to make your payment. Debit your PayPal account, immediate booking products.
es_pe: <strong>Tips</strong> : Si usted tiene una cuenta paypal, al escoger este m&eacute;todo de pago, usted ser&aacute; redirigido al sitio de pago seguro Paypal para efectuar su pago. D&eacute;bito de su cuenta paypal, reservaci&oacute;n inmediata de su producto.
fr_fr: <strong>À Savoir</strong> : Si vous possédez un compte Paypal, en choisissant ce mode de paiement, vous allez être redirigé sur le site de paiement sécurisé Paypal afin d'effectuer votre paiement. Débit immédiat sur votre compte Paypal, réservation de produits immédiate.

source: Check
es_pe: Cheque
fr_fr: Chèque

source: Reservation of products upon receipt of the check.
es_pe: Se procede a reservar el producto una vez recepcionado el cheque
fr_fr: Réservation des produits à réception du chèque.

source: Bank transfer
es_pe: Transferencia bancaria
fr_fr: Virement bancaire

source: Reservation of product receipt of payment.
es_pe: Reservaci&oacute;n de productos una vez recepcionado el cheque
fr_fr: Réservation des produits à la réception du paiement.

source: Credit card
es_pe: Tarjeta de cr&eacute;dito
fr_fr: Carte de crédit

source: Selected payment method: %s
es_pe: M&eacute;todo de pago seleccionado: %s
fr_fr: Mode de paiement: %s

source: Transaction number
es_pe: N&uacute;mero de transacci&oacute;n
fr_fr: Numéro de transaction

source: Validate payment method
es_pe: Validar m&eacute;todo de pago
fr_fr: Valider le paiement

source: Redirecting to paypal. Please wait
es_pe: Redirigiendo hacia el sitio paypal. Espere por favor
fr_fr: Redirection vers le site de paypal en cours

source: Back to shop
es_pe: Retorno a la tienda
fr_fr: Retour à la boutique

source: Order number
es_pe: N&uacute;mero de pedido
fr_fr: Référence de commande

source: Current order
fr_fr: Commande actuelle

source: Business email
es_pe: Correo electr&oacute;nico comercial
fr_fr: Email Paypal Business

source: Production mode
es_pe: modo de producci&oacute;n
fr_fr: Mode production

source: Sandbox mode
es_pe: Modo Sandbox
fr_fr: Mode Sandbox

source: This checkbox allow to use Paypal in Sandbox mode (test) or production mode (real money)
es_pe: Esta casilla permite usar el Paypal en modo Sandbox (test) o en modo de producci&oacute;n (dinero real)
fr_fr: Cette case à cocher votre permet d'utiliser Paypal en mode Sandbox (test) ou en mode production (argent réel)

source: The payment regarding the invoice you requested isn't completed
es_pe: El pago concerniente a la factura que usted solicita no ha sido validado
fr_fr: Le paiement concernant la facture que vous demandez n'a pas été validé

source: You don't have the rights to access this invoice.
es_pe: Usted no tiene autorizaci&oacute;n para acceder a esta factura
fr_fr: Vous n'avez pas les autorisations pour accéder à cette facture

source: Billing date :
es_pe: Fecha de facturaci&oacute;n
fr_fr: Date de facturation :

source: Payment method :
es_pe: M&eacute;todo de pago
fr_fr: Méthode de paiement :

source: Transaction id :
es_pe: Id. Transacci&oacute;n
fr_fr: Identifiant de la transaction :

source: Designation
es_pe: Designaci&oacute;n
fr_fr: Désignation

source: Qty
es_pe: Cantidad
fr_fr: Qté

source: Discount
es_pe: Descuento
fr_fr: Remise

source: TVA (Tax)
es_pe: Valor IVA
fr_fr: Montant TVA

source: Total ET
es_pe: Total sin IVA
fr_fr: Total HT

source: Tax
es_pe: Impuesto
fr_fr: TVA

source: Total ATI before discount
es_pe: Total IVA incluido sin el descuento
fr_fr: Total TTC avant réduction

source: Total ATI
es_pe: Total IVA inclu&iacute;do
fr_fr: Total TTC

source: Member of an approved management center, accepting as such payments by check.
es_pe: Miembro de un centro de gesti&oacute;n acreditado, acepta como tal pagos con cheque
fr_fr: Adhérent d'un centre de gestion agréé, acceptant à ce titre les réglements par chèque.

source: Law 83-629 of 07.12.83, Art. 8: "The administrative authorization does not confer any official character to the company or persons who benefit. It is in no way the responsibility of government."
es_pe: Ley 83-629 of 07.12.83, Art. 8: "La autorizaci&oacute;n administrativa no confiere ning&uacute;n caracter oficial a la compa&ntilde;&iacute;a o personas a quienes se beneficia. Ello no responsabiliza de ninguna manera a los poderes p&uacute;blicos
fr_fr: Loi 83-629 du 12/07/83, art. 8 : "L'autorisation administrative ne confère aucun caractère officiel à l'entreprise ou aux personnes qui en bénéficient. Elle n'engage en aucune manière la responsabilité des pouvoirs publics."

source: capital of
es_pe: capital de
fr_fr: au capital de

source: Customer
es_pe: Cliente
fr_fr: Client

source: You don't own the order
es_pe: El pedido no le corresponde
fr_fr: La commande ne vous appartient pas

source: The order doesn't exist.
es_pe: El pedido no existe
fr_fr: Cette commande n'existe pas

source: Order - %s
es_pe: Pedido - %s
fr_fr: Commande - %s

source: Standard shipping method
fr_fr: Mode de livraison standard ( Livraison à domicile )

source: Saint Barth&eacute;lemy
es_pe: San Barth&eacute;lemy
fr_fr: Saint Barthélemy

source: S&atilde;o Tom&eacute; and Pr&iacute;ncipe
es_pe: Santo Tom&eacute; y Pr&iacute;ncipe
fr_fr: S&atilde;o Tomé and Pr&iacute;ncipe

source: Orders
es_pe: Pedidos
fr_fr: Commandes

source: Order
es_pe: Pedido
fr_fr: Commander

source: Add quotation
es_pe: Agregar cotizaci&oacute;n
fr_fr: Créer un devis

source: Add new quotation
es_pe: Agregar nueva cotizaci&oacute;n
fr_fr: Créer un nouveau devis

source: Edit Order
es_pe: Editar pedido
fr_fr: Editer la commande

source: New quotation
es_pe: Nueva cotizaci&oacute;n
fr_fr: Nouveau devis

source: View Order
es_pe: Ver pedido
fr_fr: Voir la commande

source: Search Orders
es_pe: Buscar pedido
fr_fr: Rechercher une commande

source: No Orders found
es_pe: No se encontraron pedidos
fr_fr: Aucune commande trouvée

source: No Orders found in trash
es_pe: No se encontraron pedidos en la papelera
fr_fr: Aucune commande trouvée dans la corbeille

source: Parent Orders
es_pe: Pedido ra&iacute;z
fr_fr: Commande parente

source: This is where store orders are stored.
es_pe: Es aqu&iacute; donde son guardados los pedidos
fr_fr: C'est ici que sont stockées les commandes.

source: Actions on order
es_pe: Informaci&oacute;n del pedido
fr_fr: Infos commande

source: Credit on order
fr_fr: Avoir sur la commande

source: Delete Permanently
es_pe: Eliminar definitivamente
fr_fr: Supprimer définitivement

source: Move to Trash
es_pe: Enviar a la papelera
fr_fr: Mettre dans la corbeille

source: Order date
es_pe: Fecha de pedido
fr_fr: Date de la commande

source: Temporary quotation reference
es_pe: N&uacute;mero de cotizaci&oacute; temporal
fr_fr: Numéro de devis temporaire

source: Order reference
es_pe: N&uacute;mero de pedido
fr_fr: Numéro de commande

source: Pre-order reference
es_pe: N&uacute;mero de cotizaci&oacute;n
fr_fr: Numéro de devis

source: Download the quotation
es_pe: Descargar la cotizaci&oacute;n
fr_fr: Télécharger le devis

source: Download invoice
fr_fr: Télécharger la facture

source: Invoice number
es_pe: N&uacute;mero de factura
fr_fr: Numéro de facture

source: Cancel this order
es_pe: Anular esta orden
fr_fr: Annuler cette commande

source: Credit Slip number
fr_fr: Numéro de facture d'avoir

source: Refund this order
fr_fr: Rembourser cette commande

source: Refresh order informations
es_pe: Actualizar informaciones del pedido
fr_fr: Mettre à jour les informations de la commande

source: Identifiers
fr_fr: Identifiants

source: Order type
es_pe: Tipo de pedido
fr_fr: Type de la commande

source: Billing
es_pe: Facturaci&oacute;n
fr_fr: Facturation

source: Order total
es_pe: Total pedido
fr_fr: Total de la commande

source: Unknown Status
es_pe: Status desconocido
fr_fr: Statut inconnu

source: No information available for user billing
es_pe: No hay informaci&oacute;n del cliente disponible para la facturaci&oacute;n
fr_fr: Aucune information disponible pour la facturation du client

source: No information available for user shipping
es_pe: No hay informaci&oacute;n disponible para el despacho al cliente
fr_fr: Aucune information disponible pour la livraison du client

source: Basic order
es_pe: Pedido b&aacute;sico
fr_fr: Commande

source: View
es_pe: Ver
fr_fr: Voir

source: Mark as shipped
es_pe: Marcar como despachado
fr_fr: Marquer comme expédié

source: Due amount %s
fr_fr: Restant dû %s

source: -- Select Filter --
es_pe: -- Seleccionar un filtro --
fr_fr: -- Sélectionner un filtre --

source: List orders only
fr_fr: Liste des commandes seulement

source: List quotations only
fr_fr: Liste des devis seulement

source: List orders free
fr_fr: Liste des commandes gratuites

source: Between two prices
fr_fr: Entre deux prix

source: Minimum price
fr_fr: Prix minimum

source: Maximum price
fr_fr: Prix maximum

source: Invalid quotation
fr_fr: Invalider le devis

source: Valid quotation
fr_fr: Valider le devis

source: Copy
fr_fr: Copier

source: Send by mail
fr_fr: Envoyer par mail

source: Link is valid until %s
fr_fr: Lien valide jusqu'au %s

source: Billing settings
es_pe: Par&aacute;metros de facturaci&oacute;n
fr_fr: Paramètres de facturation

source: Number of figures
es_pe: N&uacute;mero de cifras
fr_fr: Nombre de chiffres

source: Billing address choice
es_pe: Direcci&oacute;n de despacho
fr_fr: Adresse de facturation

source: Free text for invoice footer
fr_fr: Texte libre pour le pied de page des factures

source: Quotation settings
es_pe: Par&aacute;metros de cotizaci&oacute;n
fr_fr: Paramètres de devis

source: Quotation validate time
es_pe: Fecha de validaci&oacute;n de la cotizaci&oacute;n
fr_fr: Temps de validité d'un devis

source: Add your BIC to your quotations
es_pe: Agregar su c&oacute;digo BIC a su cotizaci&oacute;n
fr_fr: Ajouter votre RIB aux devis

source: Quotation partial payment
fr_fr: Devis partiellement payé

source: Number of figures to make appear on invoices
es_pe: N&uacute;mero de cifras que aparecer&aacute;n en la factura
fr_fr: Nombre de chiffres pour la facturation

source: Integrate billing form into register form
es_pe: Integrar el formulario de facturaci&oacute;n al formulario de inscripci&oacute;n
fr_fr: Intégrer le formulaire de facturation avec le formulaire d'inscription (Permet à l'utilisateur de créer son compte complet)

source: Days
es_pe: D&iacute;as
fr_fr: Jours

source: Months
es_pe: Meses
fr_fr: Mois

source: Years
es_pe: A&ntilde;os
fr_fr: Années

source: Bill payment
es_pe: Factura de pago
fr_fr: Facture d'acompte

source: Invoice
es_pe: Factura
fr_fr: Facture

source: Products List
es_pe: Lista de productos
fr_fr: Bon de colisage

source: Order n. %s
es_pe: Pedido n. %s
fr_fr: Commande n. %s

source: Quotation date %s
es_pe: Fecha de cotizaci&oacute;n %s
fr_fr: Date du devis %s

source: Order date %s
es_pe: Fecha de pedido %s
fr_fr: Date de la commande %s

source: Amount are shown in %s
es_pe: Los montos aparecen en %s
fr_fr: Les montants sont indiqués en %s

source: Tracking :
fr_fr: Suivi de livraison :

source: Invoice cannot be generate because an error was found. The website administrator has been warned.
fr_fr: La facture n'a pas pu être généré car des erreurs ont été trouvées. L'administrateur du site en a été prévenu.

source: Partial payment on order %1$s
es_pe: Pago parcial en pedido %1$s
fr_fr: Acompte sur la commande %1$s

source: Partial payment %4$d on order %1$s
fr_fr: Acompte %4$d sur la commande %1$s

source: on Shipping cost
es_pe: sobre costo de despacho
fr_fr: sur frais de port

source: Total taxes amount %1$s
es_pe: Monto total de impuestos %1$s
fr_fr: Montant total des taxes %1$s

source: Discounted Total
fr_fr: Total des remises

source: Amount already paid
es_pe: Monto pagado
fr_fr: Montant réglé

source: Number of products
fr_fr: Nombre de produits

source: Payment by Bank Transfer on this bank account
es_pe: Pago por transferencia bancaria en esta cuenta
fr_fr: Paiement par virement bancaire sur ce compte bancaire

source: Bank name
es_pe: Nombre del banco
fr_fr: Nom de la Banque

source: Account owner name
es_pe: Nombre del propietario de la cuenta
fr_fr: Nom du propriétaire du compte

source: No order information has been found
fr_fr: Aucune information sur la commande n'a été trouvé

source: You requested a page that does not exist anymore. Please verify your request or ask the site administrator
es_pe: Usted ha solicitado una p&aacute;gina que ya no existe
fr_fr: Vous avez demandez une page qui n'existe plus. Merci de vérifier votre url ou demandé de l'aide à l'administrateur du site

source: Quotation validity date %s
es_pe: Fecha de validaci&oacute;n de la cotizaci&oacute;n %s
fr_fr: Date de validité du devis %s

source: VAT error
fr_fr: Erreur de TVA

source: ATI Price error
fr_fr: Erreur de prix TTC

source: Error type
fr_fr: Type d'erreur

source: Invoice ref
fr_fr: Ref. facture

source: Order ID
fr_fr: ID de la commande

source: Bad datas
fr_fr: Mauvaises données

source: Good value
fr_fr: Bonne valeur

source: Error on invoice generation
fr_fr: Erreur sur la génération d'une facture

source: Activate partial command for quotations
fr_fr: Autoriser le paiement partiel sur les devis

source: Sender
es_pe: Remitente
fr_fr: Emetteur

source: Received payment
es_pe: Pago recivido
fr_fr: Paiement reçu

source: Invoice ref.
es_pe: Ref. factura
fr_fr: Réf. facture

source: Method
es_pe: M&eacute;todo
fr_fr: Méthode

source: Ref.
fr_fr: Réf. :

source: Amount
es_pe: Monto
fr_fr: Montant

source: U.P ET
es_pe: Precio unitario sin IVA
fr_fr: P.U H.T

source: Taxes amount
es_pe: Total impuestos
fr_fr: Montant total des taxes

source: Unit Discount
fr_fr: Remise unitaire

source: Global Discount
fr_fr: Remise globale

source: Discounted Total ET
fr_fr: Total HT remisé

source: Taxes
es_pe: Impuestos
fr_fr: TVA

source: Email
es_pe: Correo electr&oacute;nico
fr_fr: Adresse email

source: Website
es_pe: Sitio web
fr_fr: Site internet

source: Order grand total ET
es_pe: Total sin IVA
fr_fr: Montant total HT

source: Shipping cost
es_pe: Valor de despacho
fr_fr: Frais de livraison

source: Shipping cost taxes
fr_fr: Taxes de livraison

source: Order grand total ATI
es_pe: Total IVA incluido
fr_fr: Montant total TTC

source: It seems that no element exists for this letter, would you like to load the list?
fr_fr: Il semblerait qu'aucun élément n'existe pour cette lettre, voudriez-vous charger la liste ?

source: Are you sure you want to delete this product from the order?
fr_fr: Êtes-vous sûrs que vous voulez supprimer ce produit de la commande ?

source: Product with variation selection
fr_fr: Sélection des options pour le produit

source: WP-Shop point of sale interface
fr_fr: Interface de point de vente de WP-SHOP

source: Shop Customer
fr_fr: Client boutique

source: Shop Customer main infos
fr_fr: Informations principales du client de la boutique

source: Shop Customer address infos
fr_fr: Informations sur les adresses des clients de la boutique

source: Default
fr_fr: Défaut

source: Default address
fr_fr: Adresse par défaut

source: Default city
fr_fr: Ville par défaut

source: Nothing found in %s for letter %s
fr_fr: Rien n'as été trouver dans %s pour la lettre %s

source: THe requested term (%s) to search is invalid. Please check your request and try again
fr_fr: La requête %s demandé est invalide. Vérifiez votre requête et essayer de nouveau

source: Historic bank deposit
fr_fr: Historique des dépôts bancaires

source: Create your bank deposit
fr_fr: Ajouter un dépôt bancaire

source: Bank deposit
fr_fr: Remise en banque

source: ALL
fr_fr: TOUT

source: No customer has been selected, please choose a customer or create a new one before try to create a new order
fr_fr: Aucun client n'a été sélectionné, veuillez choisir un client existant ou crée un nouveau client avant de créer une nouvelle commande.

source: Order summary
fr_fr: Résumé de la commande

source: The order is currently empty
fr_fr: La commande est actuellement vide

source: Order have been saved
fr_fr: Commande sauvegardé

source: No order have been found
fr_fr: Aucune commande n'a été trouvé

source: No customer has been selected for current order
fr_fr: Aucun client sélectionner pour la commande actuelle.

source: An error occured while saving customer
fr_fr: Une erreur est survenue lors de l'enregistrement du client

source: An email address is required
es_pe: Una direcci&oacute;n de correo electr&oacute;nico es necesaria
fr_fr: Une adresse e-mail est requise

source: An account is already created with this e-mail address
fr_fr: Un compte existe déjà avec cette adresse email

source: Customer created succesfully
fr_fr: Client créé avec succès

source: Add customer
fr_fr: Ajouter un client
