Repository: Eoxia/WPshop-1.y.z
Catalog: languages/wpshop-*.po
Languages: es_pe, fr_fr

source: Due to product number, you have to search for product or click on "%s" button
es_pe: Para comenzar, usted debe efectuar una b&uacute;squeda o cliquear en el bot&oacute;n "%s"
fr_fr: Pour commencer merci de d'effectuer une recherche ou cliquez sur le bouton "%s"

source: View all element
es_pe: Ver todos los elementos
fr_fr: Voir tous les éléments

source: Generate product listing shortcode from a selected attribute value
es_pe: Lista de productos correspondientes al valor de un atributo dado
fr_fr: Liste des produits correspondant à la valeur d'un attribut donné

source: WpShop shortcodes insertion
es_pe: Inserci&oacute;n de shorcodes de WpShop
fr_fr: Insertion de shortcode de WpShop

source: Search...
es_pe: B&uacute;squeda...
fr_fr: Recherche...

source: Generic options
es_pe: Opciones gen&eacute;ricas
fr_fr: Options génériques

source: Display as
es_pe: Mostrar como
fr_fr: Affichage sous forme de

source: Add only one shortcode for the entire selection
es_pe: Agregar solamente un shortcode para la selecci&oacute;n
fr_fr: Ne générer qu'un seul shortcode pour la sélection

source: Here is the result that will be inserted into content
es_pe: Aqu&iacute; est&aacute; el resultado que ser&aacute; inserto en el contenido
fr_fr: Voici le code généré qui sera inséré

source: You are not allowed to continue here
es_pe: Usted no est&aacute; autorizado para continuar aqu&iacute;
fr_fr: Vous n'avez pas les droits nécessaire pour effectuer cette action.

source: Exclude this customer from WPShop Statistics
fr_fr: Exclure ce client des statistiques WPShop

source: Current month
fr_fr: Ce mois ci

source: One month ago (%s)
fr_fr: Un mois plus tôt (%s)

source: Last month
fr_fr: Le mois dernier

source: From the beginning
fr_fr: Depuis le début

source: Number of sales
es_pe: N&uacute;mero de ventas
fr_fr: Nombre de ventes

source: sales
es_pe: Ventas
fr_fr: Ventes

source: Sales amount
es_pe: Monto de las ventas
fr_fr: Montant des ventes

source: WPShop Statistics
fr_fr: Statistiques WPShop

source: Reload statistics
fr_fr: Recharger les statistiques

source: Sales statistics
fr_fr: Statistiques des ventes

source: Orders infos
fr_fr: Informations sur les commandes

source: Custom statistics
fr_fr: Statistiques personnalisées

source: Last orders
fr_fr: Dernières commandes

source: Most buyed products
fr_fr: Produits les plus vendus

source: Most viewed products
fr_fr: Les produits les plus consultés

source: Best customers per amount
fr_fr: Meilleurs clients par montant

source: Best customers per count
fr_fr: Meilleurs clients par nombre de commande

source: Orders average amount
fr_fr: Montant moyen d'une commande

source: Average time between orders
fr_fr: Temps moyen entre deux commandes

source: Last order date %1$s - Time since: %2$s
fr_fr: Dernière commande le %1$s - Temps écoulé: %2$s

source: Average product number into an order
fr_fr: Nombre de produit en moyenne par commande

source: Order count
fr_fr: Nombre de commande

source: Order average amount
fr_fr: Montant moyen des commandes

source: Order total amount
es_pe: Total del pedido
fr_fr: Chiffre d'affaire

source: No orders have been placed for the moment
fr_fr: Aucune commande passée pour le moment

source: Today
fr_fr: Aujourd'hui

source: Shipping amount
fr_fr: Montant des livraisons

source: Customer subscription
fr_fr: Inscription client

source: %s views
fr_fr: %s vues

source: No product have been seen
fr_fr: Aucun produit n'a été vu

source: My wishlist
fr_fr: Ma liste de souhaits

source: Add to wishlist
fr_fr: Ajouter à la liste de souhaits

source: Activate wishlist
fr_fr: Activer les listes d'envies

source: Activate the possibility to have a wishlist
fr_fr: Active la fonctionnalité de liste d'envies

source: Use this link for share your wishlist
fr_fr: Utiliser ce lien pour partager votre liste de souhaits

source: No product found in this wishlist
fr_fr: Aucun produit trouvé dans cette liste de souhaits

source: Wishlist
fr_fr: Liste d'envies

source: No wishlist actually
fr_fr: Aucune liste de souhaits actuellement

source: Please enter the name of wishlist
fr_fr: Entrez s'il vous plait un nom de liste de souhaits

source: Create and add my product
fr_fr: Créer et ajouter mon produit

source: Go to
es_pe: Ir a
fr_fr: Aller à

source: Cart limen
es_pe: L&iacute;mite del carrito de compras
fr_fr: Seuil du panier

source: From which amount you want to apply a cart rule ?
es_pe: A partir de qu&eacute; monto quiere aplicar una regla al carrito de compras
fr_fr: A partir de quel montant voulez-vous appliquer une règle de panier

source: Customers group
es_pe: Grupo de clientes
fr_fr: Groupe clients

source: Discount type
es_pe: Tipo de descuento
fr_fr: Type de remise

source: Absolute discount
es_pe: Descuento absoluto
fr_fr: Remise absolue

source: Percent discount
es_pe: Porcentaje de descuento
fr_fr: Pourcentage de remise

source: Gift product
es_pe: Producto de regalo
fr_fr: Produit offert

source: Select a product
es_pe: Seleccione un producto
fr_fr: Selectionnez un produit

source: Add the cart rule
es_pe: Agregar la regla del carrito de compras
fr_fr: Ajouter la règle de panier

source: Cart rules already created
es_pe: Las reglas del carrito de compras est&aacute;n ya creadas
fr_fr: Les règles de panier déjà créées

source: Cart Limen
es_pe: L&iacute;mite del carrito de compras
fr_fr: Seuil du panier

source: Discount value
es_pe: Valor del descuento
fr_fr: Valeur de la remise

source: Don't forget to click on "Save Changes" button to save your cart rules.
es_pe: No olvide hacer clic en el bot&oacute;n "Guardar los cambios " para memorizar las reglas del carrito de compras
fr_fr: N'oubliez pas de cliquer sur le bouton "Enregistrer les modifications" une fois les règles de panier ajoutées.

source: Cart Rules
es_pe: Reglas del carrito de compras
fr_fr: Règles de panier

source: Activate cart rules
es_pe: Activar reglas del carrito de compras
fr_fr: Activer les règles de panier

source: All customers groups
es_pe: Todos los grupos de clientes
fr_fr: Tous les groupes clients

source: Product gift
es_pe: Producto de regalo
fr_fr: Produit offert

source: Activate the discount on products
es_pe: Activar descuento a los productos
fr_fr: Activer les remises sur les produits

source: Activate the possibility to create discount on products
es_pe: Activar la posibilidad de crear descuentos a los productos
fr_fr: Activer la possibilité de créer des remises sur les produits

source: This product cannot be purchased - the price is not yet announced
es_pe: Este producto no puede ser adquirido - su precio no ha sido a&uacute;n especificado
fr_fr: Ce produit ne peut pas être acheté pour le moment - Son prix n'a pas été spécifié

source: This product cannot be purchased - its price is negative
es_pe: Este producto no puede ser adquirido - su precio es negativo
fr_fr: Ce produit ne peut pas être acheté pour le moment - Son prix est négatif

source: Prices updated
fr_fr: Les prix ont été mis à jour

source: No VAT rates was found
fr_fr: Aucun taux de TVA trouvé

source: VAT rate attribute was not found
fr_fr: Aucun attribut taux de TVA n'a été trouvé

source: Default value for %s
es_pe: Valor por defecto por %s
fr_fr: Valeur par défaut pour %s

source: Choose a payment method and/or type a transaction number
es_pe: Escoger un modo de pago y/o una identificaci&oacute;n de transacci&oacute;n
fr_fr: Merci de sélectionner un moyen de paiement et/ou un identifiatn de transaction

source: Bad order identifier
es_pe: Imposible de encontrar el pedido solicitado
fr_fr: La commande demandée est introuvable

source: Enter a tracking number, or leave blank:
es_pe: Ingrese un n&uacute;mero de seguimiento, o dejar vac&iacuteo:
fr_fr: Spécifiez un numéro de suivi, ou laisser vide:

source: Enter a tracking link, or leave blank: (http included)
fr_fr: Entrez un lien de suivi, ou laisser vide: (http inclus)

source: Send
es_pe: Enviar
fr_fr: Envoyer

source: Order reference error
es_pe: Error de referencia del pedido
fr_fr: Erreur de référence commande

source: Incorrect order request
es_pe: Solicitud de pedido incorrecta
fr_fr: Requete incorrecte

source: The value you entered already exist
es_pe: El valor ingresado ya existe
fr_fr: La valeur que vous avez entré existe déjà dans la liste

source: This value already exist for this attribute
es_pe: Este valor ya existe en la lista
fr_fr: La valeur que vous avez entré existe déjà dans la liste

source: An error occured while deleting selected value
es_pe: Ha ocurrido un error mientras se eliminaba el valor seleccionado
fr_fr: Une erreur est survenue lors de la suppression de la valeur sélectionnée

source: An error occured while getting field type
es_pe: Un error ha ocurrido durante la recuperaci&oacute;n del tipo de campo
fr_fr: Une erreur est survenue lors de la récupération du type de champs

source: Default value
es_pe: Valor por defecto
fr_fr: Valeur par défaut

source: Selected attribute %s
es_pe: Atributo seleccionado: %s
fr_fr: Attribut en cours d'édition: %s

source: Actual data type is %s. After current operation: %s
es_pe: Tipo de datos actual: %s. Despu&eacutes de la operaci&oacuten actual: %s
fr_fr: Type de données actuel: %s. Une fois l'opération terminée: %s

source: _data
es_pe: _datos
fr_fr: _données

source: Choose the data type to use for this attribute
es_pe: Escoja el tipo de datos a usar para este atributo
fr_fr: Sélectionnez le type de données à utiliser pour cet attribut

source: If the type you want to use is not in the list below. You have to create it by using %s menu
es_pe: Si el tipo que usted quiere utilizar no se encuentra en la lista siguiente. Debe crearla en el menu %s
fr_fr: Si le type que vous désirez utiliser n'existe pas dans la liste ci-dessous, vous devrez le créer dans le menu %s

source: Delete existing items when transfer is complete
es_pe: Eliminar los elementos existentes una vez que la transferencia se ha completado
fr_fr: Supprimer les éléments originaux une fois le transfert terminé

source: Delete entity type when transfer is complete
es_pe: Eliminar el tipo de elemento cuando la transferencia haya sido completada
fr_fr: Supprimer le type d'élément une fois le transfert terminé

source: Be careful by checking boxes above, you will destroy element. This operation could not be reversed later
es_pe: Atenci&oacute;n, si marca los siguientes cuadros, los elementos ser&aacute;n eliminados. Esta operaci&oacute;n es irreversible
fr_fr: ATTENTION! Si vous cochez les cases ci-dessus les éléments originaux seront supprimés. Cette opération n'est pas réversible.

source: Edit the new attribute
es_pe: Editar el nuevo atributo
fr_fr: éditer le nouvel attribut

source: An error occured while duplicating attribute
es_pe: Un error se ha producido durante la duplicaci&oacute;n del atributo
fr_fr: Une erreur est survenue lors de la duplication de l'attribut

source: This attribute has already been duplicate to this entity
es_pe: Este atributo ya existe para la entidad seleccionada
fr_fr: Cet attribut existe déjà pour l'entité sélectionnée

source: Field has been created
es_pe: El campo ha sido creado
fr_fr: Le champs a bien été créé

source: Field does not exist
es_pe: El campo no existe
fr_fr: Le champs est introuvable

source: Added field list for %s
es_pe: Lista de campo agregada para la tabla %s
fr_fr: Liste des champs ajoutés pour la table %s

source: Field has been deleted
es_pe: El campo ha sido borrado
fr_fr: Le champ a bien été supprimé

source: Field exists
es_pe: El campo existe
fr_fr: Le champs existe

source: Fields list deleted for the %s table
es_pe: Lista de campos suprimidos por la tabla %s
fr_fr: Liste des chmaps supprimés pour la table %s

source: field type
es_pe: Tipo de campo
fr_fr: Type de champs

source: Change %s for field %s to %s
es_pe: Cambio de %s por el campo %s a %s
fr_fr: Changement de %s pour le champs %s vers %s

source: field name
es_pe: Nombre del campo
fr_fr: Nom du champ

source: Updated field list for %s
es_pe: Lista de campos actualizados por %s
fr_fr: Liste des champs modifiés pour la table %s

source: Index has been deleted
es_pe: El &iacute;ndice ha sido borrado
fr_fr: L'index a été supprimé

source: Index does not exists
es_pe: El &iacute;ndice no existe
fr_fr: L'index est introuvable

source: Deleted indexes for %s table
es_pe: Lista de &iacute;ndices eliminados por la tabla %s
fr_fr: Liste des index supprimés pour la table %s

source: Index has been created
es_pe: El &iacute;ndice ha sido creado
fr_fr: L'index a bien été créé

source: Index does not exist
es_pe: EL &iacute;ndice no existe
fr_fr: L'index est introuvable

source: Added indexes for %s table
fr_fr: Liste des indexs ajoutés pour la table %s

source: Table has been created
es_pe: La tabla ha sido creada
fr_fr: La table a bien été créée

source: Table has not been created
es_pe: La tabla no ha sido creada
fr_fr: La table n'a pas été créé

source: Added table list
es_pe: Lista de las tablas agregadas
fr_fr: Liste des tables ajoutées

source: %s has been renammed %
fr_fr: La table % a été renommée en %s

source: Both database table are still present
es_pe: Ambas tablas est&aacute;n a&uacute,n presentes
fr_fr: Les deux tables sont toujours présente

source: Table has been renamed
es_pe: La tabla ha sido renombrada
fr_fr: La table a été renommé

source: Table has not been renamed
es_pe: La tabla no ha sido renombrada
fr_fr: La table n'a pas été renommée

source: Renamed table list
es_pe: Lista de tablas renombradas
fr_fr: Liste des tables renommées

source: Table has not been deleted
es_pe: La tabla no ha sido borrada
fr_fr: La table n'a pas été supprimé

source: Table has been deleted
es_pe: La tabla ha sido borrada
fr_fr: La table a été supprimé

source: Renammed table for deletion
fr_fr: Tables renommées pour suppression

source: Following fields of %s don't exists: %s
es_pe: Los siguientes campos de la tabla %s no existen: %s
fr_fr: Les champs de la table %s n'existent pas: %s

source: Wpshop install is ok
es_pe: La instalaci&oacute; de Wpshop es correcta
fr_fr: L'installation de WPShop est OK

source: There is no error in your wpshop installation. Please find details below
es_pe: No hay errores en su instalaci&oacute;n de wpshop. Ver detalles a continuaci&oacute;n
fr_fr: Il n'y a aucune erreur dans votre installation de wpshop. Vous pouvez trouver le détail ci-dessous

source: Error in wpshop install
es_pe: Error en la instalaci&oacute;n de Wpshop
fr_fr: Erreur dans l'installation de wpshop

source: There are ne or more errors into your wpshop installation. Please find details below
es_pe: Hay uno o m&aacute;s errores en su instalaci&oacute;n de wpshop. Ver detalles a continuaci&oacute;n
fr_fr: Il y a une ou plusieurs erreur(s) dans votre installation de wpshop. Veuillez trouver le détail ci-après

source: There are %d errors into %s version
es_pe: Hay %d errores en la versi&oacute;n %s
fr_fr: Il y a %d erreurs dans la version %s

source: Repair
es_pe: Reparar
fr_fr: Réparer

source: Warning in wpshop install
es_pe: Advertencia en la instalaci&oacute;n de Wpshop
fr_fr: Warning dans l'installation de WPShop

source: Some element need your attention. They have no consequences on wpshop operation. Please find details below
es_pe: Algunos elementos necesitan de su atenci&oacute;n. No tienen mayor influencia en el funcionamiento de wpshop. Ver detalles a continuaci&oacute;n
fr_fr: Certains éléments nécessite votre attention. Ils n'ont pas de conséquences majeures sur le fonctionnement de wpshop. Veuillez trouver le détail ci-après

source: There are %d warning into %s version
es_pe: Hay %d advertencias en la versi&oacute;n %s
fr_fr: Il y a %d avertissement dans la version %s

source: Theoretical version of the database : %d - Real version : %d
es_pe: Versi&oacute;n teorica de la base de datos: %d - Versi&oacute;n real: %d
fr_fr: Version théorique de la base de donnée: %d - Version réelle : %d

source: Choose an attribute
fr_fr: Choisissez un attribut

source: Transfert between attribute is done
fr_fr: Le transfert entre attributs est fait

source: There are %d error that occured while copying value through attributes
fr_fr: Il y a %d erreurs qui sont survenues pendant la copie des valeurs entre attributs

source: There are no element corresponding to attribute choosen to copy from
fr_fr: Il n'y a pas d'élements correspondant à l'attribut choisi

source: Both attribute must have same data type to be updated
fr_fr: Les attributs doivent avoir le même type de données pour être mis à jour

source: You have to choose attributes in order to update values
fr_fr: Vous devez choisir les attributs dans l'order pour mettre à jour les valeurs

source: No changes
fr_fr: Aucun changement

source: Default value to affect for this attribute to all products
fr_fr: Valeur par défaut à affecter à cet attribut pour tous les produits

source: Put this attribute as required for all products
fr_fr: Mettre cet attribut comme obligatoire pour tous les produits

source: Display "Price from" text before price for all products
fr_fr: Afficher "A partir de" devant le prix des produits

source: Display lower price for all products
fr_fr: Afficher tous les plus petits prix for tous les produits

source: Replace product price with option price
fr_fr: Remplacer le prix produit par le prix de l'option

source: Add option price to product price
fr_fr: Ajouter le prix de l'option au prix du produit parent

source: Price calculation behaviour
fr_fr: Comportement de calcul des prix

source: Priority to single options
fr_fr: Priorités des options simples

source: Priority to combined options
fr_fr: Priorité des options combinées

source: Choose priority combination for calculating options
fr_fr: Choisissez la combinaison prioritaire pour calculer les options

source: Product variation parameters have been updated
fr_fr: Les paramètres d'option de produits ont été mis à jour

source: An error occured while changing products variations options parameters
fr_fr: Une erreur est survenue pendant le changement des paramètres des options des produits

source: The addon has been activated successfully
es_pe: El complemento ha sido agregado satisfactoriamente
fr_fr: L'addon a été activé avec succès

source: The activating code is invalid
es_pe: El c&oacute;digo de activaci&oacute;n es incorrecto
fr_fr: Le code d'activation est invalide

source: The addon to activate is invalid
es_pe: El complemento para activar es incorrecto
fr_fr: L'addon à activer est invalide

source: The addon has been desactivated successfully
es_pe: El complemento ha sido desactivado correctamente
fr_fr: Le module a été désactivé avec succès

source: The addon to desactivate is invalid
es_pe: El complemento a desactivar es incorrecto
fr_fr: Le module a désactiver n'est pas valide

source: No corresponding field
es_pe: El campo no corresponde
fr_fr: Aucune correspondance pour ce champs dans le formulaire de facturation

source: If some fields are twice, you can hide them into billing address by matching them with account field below. Left fields are account form, right fields are for billing address
es_pe: Si algunos campos son duplicados, usted puede ocultarlos en la direcci&oacute;n de facturaci&oacute;n haci&eacute;ndolos coincidir con el campo de la cuenta siguiente. Los campos de la izquierdq son para la cuenta, los de la derecha son para la direcci&oacute;n de facturaci&oacute;n
fr_fr: Si certains champs sont en double dans le formulaire de facturation et dans le formulaire contenant les informations du compte utilisateur, vous pouvez faire en sorte qu'ils ne s'affichent qu'une fois en conservant l'enregistrement aux deux endroits. Les listes déroulantes correspondent aux champs du formulaire de facturation

source: No match
es_pe: No se ha encontrado ning&uacute;n resultado
fr_fr: Aucun résultat

source: %s has been add to the cart
es_pe: %s ha sido agregado al carrito de compras
fr_fr: %s a été ajouté au panier

source: Parameters error.
es_pe: Error de par&aacute;metros.
fr_fr: Erreur de paramètres.

source: Element has been saved
es_pe: El elemento ha sido guardado
fr_fr: L'élément a bien été créé

source: An error occured while adding your element
es_pe: Un error ocurri&oacute; mientras se intentaba agregar su elemento
fr_fr: Une erreur est survenue lors de la création de l'élément

source: Use as shipping information
es_pe: Usar como coordenadas para el despacho
fr_fr: Utiliser comme coordonnées de livraison

source: Customer created
es_pe: Cliente creado
fr_fr: Client créé

source: A customer account is already created with this email address
es_pe: Una cuenta de usuario ya existe asociada es esta direcci&oacute;n de correo electr&oacute;nico
fr_fr: Un compte utilisateur est déjà associé à cette adresse e-mail.

source: Choose your file to send
fr_fr: Choisissez un fichier à envoyer

source: Send your file
fr_fr: Envoyer votre fichier

source: Error, you cannot restart this order
fr_fr: Erreur, vous ne pouvez pas reprendre cette commande

source: Some products cannot be added to cart because they are out of stock
fr_fr: Certains produits n'ont pas pu être ajoutés au panier car ils sont indisponibles

source: An error was occured, no Order ID defined
fr_fr: Une erreur est survenue, aucun identifaint de commande défini

source: Click here to pay your order
fr_fr: Cliquez ici pour régler votre commande

source: Direct payment link has been send
fr_fr: Le lien direct de paiement a bien été envoyé

source: Choose attribute to display into list
fr_fr: Choisissez une attribute à afficher dans la liste

source: Current value
fr_fr: Valeur actuelle

source: Last value
fr_fr: Dernière valeur

source: Category options are not defined
fr_fr: LEs options de la catégorie ne sont pas définies

source: Category ID is not defined
fr_fr: L'ID de la catégorie est inconnu

source: New section has been created successfully
es_pe: Se ha creado la nueva secci&oacute;n exitosamente
fr_fr: La section a bien été crée

source: An error occured while saving new section
es_pe: Ha ocurrido un error mientras se guardaba la nueva secci&oacute;n
fr_fr: La section n'a pas pu être crée

source: The section has been updated successfully
es_pe: La secci&oacute;n ha sido actualizada con &eacute;xito
fr_fr: La section a bien été modifiée

source: An error occured while updating the section
es_pe: Se ha producido un error mientras se actualizaba la secci&oacute;n
fr_fr: La section n'a pas pu être modifiée

source: The section has been successfully been deleted
es_pe: La secci&oacute;n se ha eliminado con éxito
fr_fr: La section a bien été supprimée

source: An error occured while deleting the section
es_pe: Un error se produjo durante el borrado de la secci&oacute;n
fr_fr: La section n'a pas pu être supprimée

source: Unit
es_pe: Unidad
fr_fr: Unité

source: Unit group
es_pe: Grupo de unidad
fr_fr: Groupe d'unité

source: The new unit has been saved succesfully
es_pe: La nueva unidad ha sido guardada exitosamente
fr_fr: L'unité a bien été enregistrée

source: An error occured during new unit saving
es_pe: Se produjo un error mientras se guardaba la nueva unidad
fr_fr: Une erreur est survenue lors de l'enregistrement de la nouvelle unité

source: The unit has been saved succesfully
es_pe: La nueva unidad ha sido guardada satisfactoriamente
fr_fr: L'unité a bien été enregistrée

source: An error occured during unit saving
es_pe: Se produjo un error mientras se guardaba la unidad
fr_fr: Une erreur est survenue lors de l'enregistrement de l'unité

source: The unit has been deleted succesfully
es_pe: La unidad ha sido borrada satisfactoriamente
fr_fr: L'unité a bien été supprimée

source: An error occured during unit deletion
es_pe: Un error se produjo durante el borrado de la unidad
fr_fr: Une erreur est survenue lors de la suppression de l'unité
