Repository: Eoxia/WPshop-1.y.z
Catalog: languages/wpshop-*.po
Languages: es_pe, fr_fr

source: Start typing for user searching
fr_fr: Tapez quelque chose pour rechercher

source: WPShop News cannot be loaded
fr_fr: Les actualités de WPShop n'ont pas pu être chargés

source: No WPShop new has been found
fr_fr: Aucune actualité WPShop n'a été trouvé

source: No tutorial videos can be loaded
fr_fr: Aucun tutoriel n'a pu être chargé

source: Your servor doesn't allow to open external files
fr_fr: Votre serveur n'autorise pas l'ouverture de fichiers externes.

source: Right Now
es_pe: Ahora
fr_fr: Maintenant

source: Quick Links
fr_fr: Liens rapides

source: CSV export
fr_fr: Export CSV

source: Recent Orders
es_pe: Pedidos recientes
fr_fr: Commande récentes

source: Statistics
fr_fr: Statistiques

source: WPShop News
fr_fr: Nouvelles de WPShop

source: Shop dashboard
es_pe: Tablero de mandos de la tienda
fr_fr: Tableau de bord de la boutique

source: Number of users
fr_fr: Nombre de clients

source: Download the list
fr_fr: Télécharger la liste

source: Number of customers who wants to receive shop newsletters
es_pe: N&uacute;mero de clientes que aceptan recibir publicidad por correo electr&oacute;nico
fr_fr: Nombre de clients acceptant de recevoir vos offres commerciales par email

source: Number of customers who wants to receive partners newsletters
es_pe: N&uacute;mero de clientes que quieren recibir ofertas de tiendas asociadas por correo electr&oacute;nico
fr_fr: Nombre de clients acceptant de recevoir les offres des partenaires par email

source: WPShop is also...
fr_fr: WPShop c'est aussi...

source: Assistance
fr_fr: Assistance WPShop

source: To assist you in your WPShop Experience
fr_fr: Pour vous assister dans votre expérience WPShop

source: WPSHOP Themes
fr_fr: Thèmes WPShop

source: To offer to your customer all WPShop's powerful experience
fr_fr: Pour offrir à vos clients toute la puissance de WPShop

source: WPSHOP's add-ons
fr_fr: Modules WPShop

source: To boost your shop with new functions
fr_fr: Pour booster votre boutique avec de nouvelles fonctionnalités

source: WPSHOP's Forum
fr_fr: Forum WPShop

source: To respond at your questions
fr_fr: Pour répondre à toutes vos questions

source: Be connected
fr_fr: Restons connectés !

source: WPShop's Video Tutorials
fr_fr: Tutoriels vidéos WPShop

source: Create a new product
fr_fr: Créer un produit

source: Create order
fr_fr: Créer une commande

source: Customize your shop
fr_fr: Personnaliser votre boutique

source: Shop Content
es_pe: Contenido de la tienda virtual
fr_fr: Votre boutique

source: Product Categories
es_pe: Categor&iacute;as de productos
fr_fr: Catégories

source: Completed
es_pe: Pagado
fr_fr: Payé

source: You are using
es_pe: Usted est&aacute; usando
fr_fr: Vous utilisez

source: View all statistics
fr_fr: Toutes les statistiques

source: Details
fr_fr: Détails

source: Shipping Slip
fr_fr: Bon de colisage

source: See
fr_fr: Voir

source: No orders has been created on your shop
fr_fr: Aucune commande n'a été faite sur votre boutique

source: Impossible to download the file you requested
es_pe: No es posible descargar el archivo solicitado
fr_fr: Le téléchargement du fichier demandé ne peut être initialisé

source: No data selected
fr_fr: Aucune donnée sélectionnée

source: Mail
fr_fr: Courriel

source: Registered
fr_fr: Enregistré

source: Products ET
fr_fr: Produits HT

source: Shipping ET
fr_fr: Livraison HT

source: Shipping ATI
fr_fr: Livraison TTC

source: Order discount
fr_fr: Montant des remises

source: Order ATI
fr_fr: Total TTC

source: Select file to download
fr_fr: Sélectionnez un fichier à télécharger

source: Select file
fr_fr: Fichier sélectionné

source: List of customers registered between 2 dates
fr_fr: Liste des clients enregistré entre 2 dates

source: List of customers who ordered to at least
fr_fr: Clients ayant commandé au moins pour

source: List of orders between 2 dates
fr_fr: Les commandes entre 2 dates

source: Price minimum
fr_fr: Prix minimum

source: Free orders
fr_fr: Commandes gratuites

source: Customers information download
fr_fr: Téléchargement des informations de client

source: You can download emails of customers who accept to receive your commercials offers or your partners commercials offers by newsletter
fr_fr: Vous pouvez télécharger les emails des clients qui acceptent de recevoir vos offres commerciales ou celles de vos partenaires par newsletter

source: You can classify your products by category.
fr_fr: Vous pouvez classer les produits par catégorie

source: Create my WPShop categories
fr_fr: Créer ma catégorie WPSHOP

source: Product configurations
fr_fr: Configurations du produit

source: Here, you can configure your product (Price, weight, reference and all attributes you want to create and affect to products
fr_fr: Ici, vous pouvez configurer votre produit (Prix, poids, référence et tous les autres attributs que vous souhaitez créer et affecter aux produits)

source: Product display configurations
fr_fr: Configuration d'affichage du produit

source: Here, you can manage what elements you want to display on your product page
fr_fr: Ici, vous pouvez gérer tous les éléments que vous voulez afficher sur la page produit

source: Product variations
fr_fr: Produit avec options

source: Here, you can generate your product variations.
fr_fr: Ici vous pouvez générer les options de produit

source: Read the tutorial
fr_fr: Lire le tutoriel

source: Variations configuration
fr_fr: Configuration des paramètres d'option

source: Here, you can manage your product variations configurations (Display "Price from", variation price priority...).
fr_fr: Ici, vous pouvez gérer les paramètres d'options de votre produit (Afficher "A partir de", priorité de prix sur les options...).

source: Add product to cart
fr_fr: Ajouter un produit au panier

source: If you check this checkbox, this produc will be add automaticly to cart. This functionnality is helpful if you want to bill fees for example.
fr_fr: Si vous cochez cette case à cocher, ce produit sera ajouter automatiquement au panier. Cette fonctionnalité est utile si vous voulez facturer des frais de dossier par exemple.

source: Filterable search
fr_fr: Recherche par filtre

source: You can add a filter search to your WPShop, here will be display all available attributes for a filter search in this category
fr_fr: Vous pouvez ajouter un filtre de recherche à votre WPShop, ici sera affiché tous les attributs disponibles pour un filtre de recherche dans cette catégorie

source: Read the filter search tutorial
fr_fr: Lire le tutoriel de la recherche par filtre

source: Category image
fr_fr: Image de la catégorie

source: You can add a picture to illustrate your category
fr_fr: Vous pouvez ajouter une photo pour illustrer cette catégorie

source: Here is displayed the customer comment wrote during the order
fr_fr: Ici est affiché le commentaire du client réalisé pendant la commande

source: Message Historic
fr_fr: Historique d'envoie du message

source: This is this message historic. You can check here if an automatic e-mail was send to a customer
fr_fr: C'est l'historique du message. Vous pouvez vérifier ici si un e-mail a été envoyé à un client

source: Order notification
fr_fr: Notification de commande

source: You can add a private comment to the order or send an comment to customer about this order
fr_fr: Vous pouvez ajouter un commentaire privé à la commande ou envoyer un commentaire à propos de cette commande

source: Shipping actions
fr_fr: Actions de livraison

source: Here, you can manage your shipping actions, download the shipping slip.
fr_fr: Ici vous pouvez gérer vos actions de livraison, télécharger le bon de colisage...

source: Payment configuration
fr_fr: Configuration des paiements

source: You can manage your payment methods (Change name, add description, add a logo and apply configurations ). You can add others payment methods
fr_fr: Vous pouvez gérer les modes de paiement (Changer le nom, ajouter une description, ajouter un logo et appliquer les configurations). Vous pouvez ajouter de nouvelles méthodes de paiement.

source: See available payment methods
fr_fr: Voir les modes de paiement disponibles

source: Help
fr_fr: Aide

source: Help of plugin WPShop
fr_fr: Aide pour WPShop

source: Highlighting
fr_fr: Mise en avant

source: Highlightings
fr_fr: Mises en avant

source: Add new highlighting
fr_fr: Ajouter une mise en avant

source: New Highlighting
fr_fr: Nouvelle mise en avant

source: Edit Highlighting
fr_fr: Editer la mise en avant

source: View Highlighting
fr_fr: Voir les mises en avant

source: All Highlightings
fr_fr: Toutes les mises en avant

source: Search Highlighting
fr_fr: Rechercher une mise en avant

source: Parent Highlighting :
fr_fr: Mise en avant parente :

source: No Highlighting found.
fr_fr: Aucune mise en avant trouvée

source: No Highlightings found in Trash.
fr_fr: Pas de mise en avant trouvé dans la corbeille

source: Select the hook
fr_fr: Sélectionnez un point d'accroche

source: Link of Highlighting
fr_fr: Lien de la mise en avant

source: HomePage Content
fr_fr: Contenu de la page d'accueil

source: shortcode for display Highlightings
fr_fr: Shortcode pour afficher les mises en avant

source: Your society informations
fr_fr: Informations sur la société

source: Have fun
fr_fr: Lancez vous

source: Install WPShop
fr_fr: Installation WPShop

source: WPShop - install
fr_fr: WPShop - installation

source: WPShop is mainly maintained by a french web-agency based in Montpellier, south of France.
fr_fr: WPShop est principalement maintenu par une agec web basée à Montpellier

source: Go on eoxia website
fr_fr: Aller sur le site d'Eoxia

source: Payment methods
fr_fr: Modes de paiement

source: When installing WPShop you will have included by default, checks and paypal payment gateway. However there are more %spayment method%s developped for WPShop. If you are interested by a non existant payment method. You can contact us on our %sforum%s
fr_fr: Nous avons inclus par défaut les modes de paiement par chèque et par paypal. Nous avons également développé d'autre %smode de paiement%s pour WPShop. Si vous ne trouvez pas le mode de paiement que vous recherchez, vous pouvez nous contacter au travers du %sforum%s

source: Manage payment methods
fr_fr: Gérer vos méthodes de paiement

source: Shipping methods
fr_fr: Modes de livraison

source: By default you have one shipping method available into WPShop. You can create as much as you want using %ssettings interface%s. You will also find on our %swebsite%s additionnals shipping methods. You can contact us on our %sforum%s
fr_fr: Nous avons créé pour vous une méthode de livraison par défaut. Vous pouvez en créer autant que vous le souhaitez en vous rendant dans %sl'interface de réglages%s. Vous pourrez également trouvez %ssur notre site%s d'autre méthode de livraison. Vous pouvez nous contacter au travers du %sforum%s

source: Manage shipping methods
fr_fr: Gérer vos modes de livraison

source: Create products
fr_fr: Créez des produits

source: With WPshop plugin you can now create your product catalog on WordPress and market them. A catalog and clear product information, easy to create and fully customizable through shortcodes.
fr_fr: Avec WPshop vous pouvez désormais créer votre catalogue produits sur WordPress et les commercialiser. Un catalogue et des fiches produits clairs, faciles à créer et entièrement personnalisables grâce aux shortcodes.

source: Manage orders
fr_fr: Gérer vos commandes

source: You can manage all your orders and stay in touch with your customers. The dashboard controls will allow you to quickly view your most visited pages , static of your orders ...
fr_fr: Vous pouvez gérer l'ensemble de vos commandes et rester en contact avec vos clients. Le tableau de bord des commandes vous permettra de visualiser rapidement vos produits les plus consultés, les statiques de vos commandes,...

source: We update WPShop in order to improve speed, accessibility and mobile usage. Go on %smain settings interface%s in order to configure your new shop, payment gateways or shipping methods
fr_fr: Nous avons mis à jour WPShop afin d'améliorer la rapidité, accessibilité et l'usage sur mobile. Rendez-vous dans %sl'interface de réglages%s pour configurer votre nouvelle boutique, les passerelles de paiement et les modes de livraison

source: Full content customization
fr_fr: Personnalisation du contenu

source: You can design all you %stransactionnal emails%s, change the different %spage layout%s (as cart page, checkout page, and so on)
fr_fr: Vous pouvez modifier vos %semails transactionnels%s, changer l'apparance de %svos pages%s (Panier, Passer commande, etc)

source: Extend default WPShop functionnalities
fr_fr: Etendre les fonctionnalités de WPShop en ajoutant des modules complémentaires

source: External addons
fr_fr: Modules externe

source: Need a theme? or a payment gateway? or a shipping addons? Anythong else? Check %sour website%s in order to find the addons for WPShop that you need. If you don't find it please contact us through the forum with the link below.
fr_fr: Besoin d'un thème? D'une passerelle de paiement? D'un module d'expédition? Autre chose? Visitez %snotre site%s pour trouver les modules complémentaires déjà développés pour WPShop. Si vous ne trouvez pas celui dont vous avez besoin, contactez-nous au travers du forum (lien ci-dessous)

source: Custom hooks
fr_fr: Hooks personnalisés

source: We inserted some custom hook through WPShop code. That will give you some possibilities to add functionnalities when it is already planned.
fr_fr: Nous avons prévu des points d'accroche personnalisé dans le code de WPShop pour vous permettre d'étendre ses fonctionnalités.

source: Go to your shop dashboard
fr_fr: Tableau de bord de la boutique

source: Welcome to WPShop
fr_fr: Bienvenue sur Wpshop

source: Thanks for using WPShop as your online shop solution. We hope that you will enjoy the features we develop for you.
fr_fr: Merci d'utiliser WPShop pour réaliser votre boutique en ligne. Nous espèrons que vous allez apprécier les fonctionnalités que nous avons prévus pour vous.

source: Introduction to WPShop
fr_fr: Présentation

source: Welcome on wpshop
fr_fr: Bienvenue sur WPShop

source: Before you start to use WPShop you will need to configure some parameters
fr_fr: Avant d'utiliser WPShop nous vous invitons à configurer votre boutique

source: Create my shop
fr_fr: Créer ma boutique

source: Next step
fr_fr: Etape suivante

source: Ignore this step
fr_fr: Ignorer cette étape

source: Main informations have been setted up.
fr_fr: Les informations principales ont été enregistrée.

source: You start to configure your shop, but there are still missing parameters
fr_fr: Vous avez débuté la configuration de votre boutique, mais il vous reste certains paramètres à configurer

source: Your shop is now installed. You will need some configuration before using it completely
fr_fr: Votre boutique est installée. Nous vous recommandons de prendre quelque instants pour la configurer

source: Continue configuration
fr_fr: Reprendre la configuration

source: Configure your shop
es_pe: Configure su tienda virtual
fr_fr: Configurer votre boutique

source: Install without settings
fr_fr: Installer sans configuration

source: Those informations will be used into invoice and to display your contact informations
fr_fr: Ces informations seront utilisées dans vos facture et affichées dans les informations de contact

source: Create necessary datas for wpshop (emails, pages)
fr_fr: Créer les contenus nécessaires au bon fonctionnement de WPShop ( emails, pages )

source: Create sample datas (products)
fr_fr: Créer des données d'exemples (produits)

source: Close
fr_fr: Fermer

source: You will find some useful links in order to start using WPShop
fr_fr: Vous trouverez des liens utiles pour vous aider à découvrir WPShop

source: Have fun with WPShop !
fr_fr: Lancez vous!

source: Create your first product
fr_fr: Créer votre premier produit

source: Configure a payment method
fr_fr: Configurer le mode de paiement

source: Configure emails
fr_fr: Configurer les emails

source: Go further
fr_fr: Aller plus loin

source: View your shop
fr_fr: Voir votre boutique

source: More about WPShop %s or %s
fr_fr: Plus d'informations %s ou %s

source: with %sonline documentation%s
fr_fr: avec %sla documentation en ligne%s

source: on %sthe forum%s
fr_fr: sur %sle forum%s

source: Extend WPShop functionnalities with %saddons%s
fr_fr: Etendre les fonctionnalités de WPShop avec des %smodules complémentaires%s

source: Display a free shipping cost alert in the cart
es_pe: Mostrar un mensage de despacho gratis en el carrito de compras
fr_fr: Afficher un message Frais de port offerts dans le mini-panier

source: Display Low stock Alert message
es_pe: Mostrar mensage de bajo stock
fr_fr: Afficher un message d'alerte stock bas dans la fiche produit

source: Check this box if you want to display an free shipping cost in the mini-cart
es_pe: Marcar esta casilla para mostrar un despacho gratuito en el mini-carrito de compras
fr_fr: Cocher pour afficher un message Frais de port offert dans xx € dans le mini-panier

source: Free shipping cost in %s
es_pe: Despacho gratis en %s
fr_fr: Frais de port offert dans %s

source: Free shipping cost
es_pe: Despacho gratis
fr_fr: Frais de port offerts

source: Activate the low-stock alert display
es_pe: Activar la alerta de bajo stock
fr_fr: Activer les alertes sur stock bas

source: Low stock alert is based on real stock
es_pe: La alerta de bajo stock est&aacute; basada en el stock real
fr_fr: Les alertes stock bas sont-elles basées sur le stock réel

source: Number of remaining products to display the alert
es_pe: Cantidad m&iacute;nima restante para mostrar la alerta de bajo stock
fr_fr: Limite de produits en stock pour déclencher l'alerte Stock Bas

source: %s products in stock
es_pe: %s productos en stock
fr_fr: %s produits en stock

source: Stock soon exhausted
es_pe: Stock a punto de agotarse
fr_fr: Stock bientôt épuisé

source: Saving
es_pe: Ahorro
fr_fr: Economie

source: Media Manager
fr_fr: Gestion des médias

source: Download media
fr_fr: Télécharger un média

source: Associated document
fr_fr: Documents associés

source: Add message
es_pe: Agregar mensaje
fr_fr: Ajouter un message

source: Add New message
es_pe: Agregar nuevo mensaje
fr_fr: Ajouter un message

source: Edit message
es_pe: Editar mensaje
fr_fr: éditer le message

source: New message
es_pe: Nuevo mensaje
fr_fr: Nouveau message

source: View message
es_pe: Ver mensaje
fr_fr: Voir le message

source: Search messages
es_pe: Buscar mensaje
fr_fr: Rechercher dans les messages

source: No message found
es_pe: No se ha encontrado ning&uacute;n mensaje
fr_fr: Aucun message trouvé

source: No message found in trash
es_pe: No se han encontrado mensajes en la papelera
fr_fr: Aucun message trouvé dans la corbeille

source: This is where store messages are stored.
es_pe: Aqui es donde son guardados los mensajes
fr_fr: C'est ici que sont stockés les message.

source: Message historic
es_pe: Historial de mensajes
fr_fr: Historique d'envoie du message

source: Extract from the message
es_pe: Extracto del mensaje
fr_fr: Extrait du message

source: Creation date
es_pe: Fecha de creaci&oacute;n
fr_fr: Date de création

source: Last dispatch date
es_pe: Fecha del &uacute;ltimo env&iacute;o
fr_fr: Date du dernier envoi

source: Comments about the order
es_pe: Comentarios acerca del pedido
fr_fr: Commentaire sur la commande

source: Comments about the quotation
es_pe: Comentarios sobre la cotizaci&oacute;n
fr_fr: Commentaire sur le devis

source: Total HT
es_pe: Total sin IVA
fr_fr: Total Hors taxes

source: No comment for this order
fr_fr: Aucun commentaire du client sur cette commande.

source: User ID
fr_fr: ID de l'utilisateur

source: User e-mail
fr_fr: Email de l'utilisateur

source: Message title
fr_fr: Titre du message

source: Dispatch dates
fr_fr: Dates d'envoi

source: This message has never been send
fr_fr: Ce message n'a jamais été envoyé

source: Send date
fr_fr: Date d'envoi

source: No email was sent.
fr_fr: Aucun email n'a été envoyé

source: %s says on
fr_fr: %s a dit le

source: Customer opinions
fr_fr: Avis clients

source: Activate possibility to add opinions on products
fr_fr: Activer la possibilité d'ajouter des avis sur les produits

source: No opinion has been posted on this product
fr_fr: Aucun avis n'a été posté pour ce produit

source: Comment has been send and must be approved by an administrator before publishing
fr_fr: L'avis a bien été envoyé et doit être validé par un administrateur avant sa publication

source: You have already post a comment for this product
fr_fr: Vous avez déjà posté un avis pour ce produit

source: Add your opinion
fr_fr: Ajouter votre avis

source: My opinions
fr_fr: Mes avis

source: Opinion
fr_fr: Avis

source: Rate
fr_fr: Note

source: You have never post opinion
fr_fr: Vous n'avez jamais posté d'avis

source: You never posted an opinion on a product
fr_fr: Vous n'avez jamais posté d'avis sur un produit

source: This products wait your opinion
fr_fr: Ces produits attendent votre avis

source: No products wait your opinion !
fr_fr: Aucun produit n'attends votre avis !

source: Your opinion
fr_fr: Votre avis

source: Your rate
fr_fr: Votre note

source: Star rate
fr_fr: Etoiles

source: Save your opinion
fr_fr: Enregistrer votre avis

source: Display options
es_pe: Opciones de presentaci&oacute;n
fr_fr: Options d'affichage

source: Display type for category page
es_pe: Tipo de presentaci&oacute;n para la p&aacute;gina de categor&iacute;as
fr_fr: Param&egrave;tres d'affichage pour la page des catégories

source: Display type for element list
es_pe: Tipo de presentaci&oacute;n para la lista de elementos
fr_fr: Type d'affichage pour les listes d'éléments

source: Number of element by line for grid mode
es_pe: N&uacute;mero de elementos por l&iacute;nea para el modo cuadr&iacute;cula
fr_fr: Nombre d'éléments par ligne en mode grille

source: Number of element per page
es_pe: N&uacute;mero de elementos por p&aacute;gina
fr_fr: Nombre d'éléments par page

source: Number of element in "latest products ordered" part
fr_fr: Nombre d'éléments affichés dans la partie "Les derniers produits commandés"

source: Hide Wordpress Admin Bar for customers
fr_fr: Cacher la barre d'administration Wordpress pour les clients

source: Display delete order for customers
fr_fr: Afficher le bouton de suppression d'une commande pour les clients

source: Customize your WPShop
fr_fr: Personnaliser votre WPShop

source: Change the principal button style
fr_fr: Changer le style des boutons principaux

source: Change the second button style
fr_fr: Changer le style des boutons secondaires

source: Change the customer account elements style
fr_fr: Changer le style des éléments de la partie Compte Client

source: Change The shipping mode choice element style
fr_fr: Changer le style des éléments de la liste des modes de livraison

source: Admin display options
es_pe: Opciones de presentaci&oacute;n del administrador
fr_fr: Options d'affichage pour l'administration

source: Attribute set page layout
es_pe: Presentaci&oacute;n de la p&aacute;gina grupo de atributos
fr_fr: Affichage de la page groupe d'attributs

source: Attribute page layout
es_pe: Presentaci&oacute;n de la p&aacute;gina atributos
fr_fr: Affichage de la page attributs

source: Shortcode display in product page
es_pe: Mostrar shortcodes en la p&aacute;gina producto
fr_fr: Affichage des shortcodes dans la page produit

source: Manage here your frontend display options
fr_fr: Gérer ici la personnalisation de votre boutique

source: Display product category description
es_pe: Mostrar descripci&oacute;n de la categor&iacute;a de productos
fr_fr: Afficher les informations principales des catégories
