Repository: Eoxia/WPshop-1.y.z
Catalog: languages/wpshop-*.po
Languages: es_pe, fr_fr

source: The new unit group has been saved succesfully
es_pe: La nueva unidad de grupo ha sido guardada satisfactoriamente
fr_fr: Le groupe d'unité a bien été enregistrée

source: An error occured during new unit group saving
es_pe: Un error se produjo mientras se guardaba la nueva unidad de grupo
fr_fr: Une erreur est survenue lors de l'enregistrement du nouveau groupe d'unité

source: The unit group has been saved succesfully
es_pe: La unidad de grupo ha sido guardada satisfactoriamente
fr_fr: Le groupe d'unité a bien été enregistrée

source: An error occured during unit group saving
es_pe: Error ocurrido mientras se guardaba el grupo de unidad
fr_fr: Une erreur est survenue lors de l'enregistrement du groupe d'unité

source: The unit group has been deleted succesfully
es_pe: El grupo de unidad ha sido borrado satisfactoriamente
fr_fr: Le groupe d'unité a bien été supprimée

source: An error occured during unit group deletion
es_pe: Error ocurrido mientras se borraba el prupo de unidad
fr_fr: Une erreur est survenue lors de la suppression du groupe d'unité

source: No product found
es_pe: Producto no encontrado
fr_fr: Aucun produit trouvé

source: valid
es_pe: activado
fr_fr: Activer

source: moderated
es_pe: Desactivado
fr_fr: Désactivé

source: deleted
es_pe: Suprimido
fr_fr: Supprimé

source: notused
es_pe: No utilizado
fr_fr: Attribut inutilisé pour le moment

source: varchar
es_pe: varchar (caracteres variables)
fr_fr: Texte court (&lt;= 255)

source: text
es_pe: texto
fr_fr: Zone de texte

source: textarea
es_pe: Zona de texto
fr_fr: Zone de texte

source: short_text
es_pe: Texto corto
fr_fr: Champs texte

source: decimal
fr_fr: Nombre avec décimal

source: datetime
es_pe: fecha y hora
fr_fr: Date

source: int
es_pe: entero
fr_fr: Entier

source: integer
es_pe: entero
fr_fr: Entier

source: name
es_pe: nombre
fr_fr: Nom

source: unit
es_pe: unidad
fr_fr: Unité

source: product
es_pe: producto
fr_fr: Produits

source: check
es_pe: cheque
fr_fr: Chèque

source: text_field
es_pe: campo de txto
fr_fr: Champs texte

source: float_field
es_pe: campo num&eacute;rico
fr_fr: Champs numérique

source: date_field
es_pe: campo fecha
fr_fr: Champs date

source: presentation
es_pe: presentaci&oacute;n
fr_fr: Présentation

source: sale
es_pe: Venta
fr_fr: Vente

source: wpshop_product
es_pe: producto wpshop
fr_fr: Produits

source: wpshop_customers
es_pe: clientes wpshop
fr_fr: Clients

source: is_used_in_quick_add_form
es_pe: usado en formulario de agregado r&aacute;pido
fr_fr: Utiliser dans l'ajout rapide

source: _need_verification
es_pe: se necesita verificaci&oacute;n
fr_fr: Cet attribut nécessite une confirmation

source: is_used_in_variation
es_pe: usado en variaci&oacute;n
fr_fr: Utiliser cet attribut comme valeur spécifique des produits avec option

source: is_used_for_variation
es_pe: usado para variaci&oacute;n
fr_fr: Utiliser cet attribut pour définir les produits avec options

source: frontend_verification
es_pe: Verificaci&oacute;n de la parte cliente de la tienda
fr_fr: Vérification a effectuer pour les valeurs de ce champs

source: frontend_input
es_pe: Incluir en la parte cliente de la tienda
fr_fr: Champs affiché dans la partie frontend de la boutique

source: _display_informations_about_value
es_pe: mostrar informaci&oacute;n del producto
fr_fr: Afficher une description pour cet attribut (Disponbile si l'attribut est défini comme étant une liste déroulante avec des données intern à wordpress)

source: frontend_css_class
es_pe: clase css para este atributo en la parte cliente
fr_fr: Classe CSS pour cet attribut dans la partie client

source: backend_css_class
es_pe: clase css para este atributo en la parte administrador
fr_fr: Classe CSS pour cet attribut dans la partie administration

source: frontend_help_message
es_pe: mensage de ayuda de la parte cliente
fr_fr: Message d'aide affiché au survol de cet attribut dans la partie client

source: radio
es_pe: boto&oacute;n de opci&oacute;n
fr_fr: Boutton radio (case a cocher à choix unique)

source: checkbox
es_pe: casilla
fr_fr: Case a cocher (choix multiple)

source: pass_field
es_pe: campo de contrase&ntilde;a
fr_fr: Champs mot passe (crypté)

source: hidden_field
es_pe: campo oculto
fr_fr: Champs caché

source: madam
fr_fr: madame

source: Madam
fr_fr: Madame

source: mister
fr_fr: monsieur

source: Mister
fr_fr: Monsieur

source: Blue
fr_fr: Bleu

source: Green
fr_fr: Vert

source: Red
fr_fr: Rouge

source: Catalog & Search
fr_fr: Catalogue et recherche

source: WP Shop options
es_pe: Opciones para WP Shop
fr_fr: Options pour WP Shop

source: default_set
es_pe: grupo por defecto
fr_fr: Groupe par défaut

source: Add an attribute
es_pe: Agregar un atributo
fr_fr: Ajouter un attribut

source: Attributes list
es_pe: Lista de atributos
fr_fr: Liste des attributs

source: Attribute "%s" edit
es_pe: Editar atributo "%s"
fr_fr: édition de l'attribut "%s"

source: status
fr_fr: Statut

source: entity_id
es_pe: id entidad
fr_fr: Entité

source: data_type
es_pe: tipo de datos
fr_fr: Type de donnée

source: backend_table
es_pe: tabla
fr_fr: Table

source: backend_input
es_pe: campos para este atributo
fr_fr: Champs pour cet attribut

source: frontend_label
es_pe: etiqueta para el atributo
fr_fr: Label pour l'attribut

source: default_value
es_pe: valor por defecto
fr_fr: Valeur par défaut

source: is_global
es_pe: global
fr_fr: Global

source: is_required
es_pe: obligatorio
fr_fr: Obligatoire

source: is_visible_in_advanced_search
es_pe: visible en b&uacute;squeda avanzada
fr_fr: Visible dans la recherche avancée

source: is_searchable
es_pe: disponible en la b&uacute;squeda
fr_fr: Disponible dans la recherche

source: is_filterable
es_pe: puede ser filtrado
fr_fr: Filtrable

source: is_comparable
es_pe: es comparable
fr_fr: Comparable

source: is_html_allowed_on_front
es_pe: permitido agregar c&oacute;digo html en la parte cliente
fr_fr: Possiblité d'ajouter du code html dans le frontend

source: is_unique
es_pe: unico
fr_fr: Unique

source: is_filterable_in_search
es_pe: se puede filtar en la busqueda
fr_fr: Filtrable dans la recherche

source: is_used_for_sort_by
es_pe: usado para la clasificaci&oacute;n
fr_fr: Utilisé pour le tri

source: is_configurable
es_pe: se puede configurar
fr_fr: Configurable

source: is_visible_in_front
es_pe: mostrar en la ficha de poroducto
fr_fr: Afficher dans la fiche produit

source: is_visible_in_front_listing
es_pe: mostrar en la lista de los productos
fr_fr: Afficher dans la liste des produits

source: is_requiring_unit
es_pe: se requiere una unidad
fr_fr: Cet attribut utilise une unité?

source: _unit_group_id
es_pe: grupo de unidad asociada
fr_fr: Groupe d'unité associé

source: _default_unit
es_pe: unidad por defecto
fr_fr: Unité par défaut

source: is_historisable
es_pe: guardar historial
fr_fr: Historiser les différentes valeurs

source: is_intrinsic
es_pe: definir este atributo como intr&iacute;nsico
fr_fr: Definir cet attribut comme intrinsèque

source: is_used_in_admin_listing_column
es_pe: usado en la columna del listado del administrador
fr_fr: Afficher comme colonne dans la liste de l'entité associée

source: custom_data
es_pe: datos personalizados
fr_fr: Données personnalisées

source: internal_data
es_pe: datos internos
fr_fr: Données interne à wordpress

source: Dollar
es_pe: Dolar
fr_fr: Dllar

source: group_id
es_pe: grupo de unidad
fr_fr: Groupe d'unité

source: is_default_of_group
es_pe: unidad por defecto del grupo
fr_fr: Unité par défaut du groupe

source: Use as product thumbnail
es_pe: Usar como miniatura del producto
fr_fr: Utiliser comme vignette du produit

source: title
es_pe: T&iacute;tulo
fr_fr: Titre

source: editor
fr_fr: éditeur

source: author
es_pe: autor
fr_fr: Auteur

source: thumbnail
es_pe: Miniatura
fr_fr: Vignette

source: excerpt
es_pe: extracto
fr_fr: Extrait

source: trackbacks
es_pe: retroenlace
fr_fr: Rétroliens

source: custom-fields
es_pe: campos complementarios
fr_fr: Champs complémentaires

source: comments
es_pe: comentarios
fr_fr: Commentaires

source: revisions
es_pe: revisiones
fr_fr: Révisions

source: page-attributes
es_pe: p&aacute;gina atributos
fr_fr: Attributs

source: post-formats
es_pe: formato
fr_fr: Format

source: Add a message
es_pe: Agregar un mensage
fr_fr: Ecrire un nouveau message

source: Message "%s" edit
es_pe: Editar mensage "%s"
fr_fr: Edition du message %s

source: Messages list
es_pe: Lista de mensages
fr_fr: Liste des messages

source: Add a shortcode
es_pe: Agregar un shortcode
fr_fr: Ajouter un shortcode

source: Shortcode "%s" edit
es_pe: Editar shortcode "%s"
fr_fr: Edition du shortcode %s

source: Shortcodes list
es_pe: Lista de shortcodes
fr_fr: Shortcodes existant

source: Add an attribute group
es_pe: Agregar un grupo de atributo
fr_fr: Ajouter un groupe d'attribut

source: Edit the attribute group "%s" affected to entity %s
es_pe: Editar el grupo de atributo "%s" afectado a la entidad %s
fr_fr: édition du groupe d'attribut "%s" affecté à l'entité %s

source: Attribute set
fr_fr: Set d'attributs

source: Product weight
fr_fr: Poids du produit

source: Product height
fr_fr: Hauteur du produit

source: Product width
fr_fr: Largeur du produit

source: Model
fr_fr: Mod&egrave;le

source: Visibilty
es_pe: Visibilidad
fr_fr: Visibilité

source: Manufacturer
es_pe: Fabricante
fr_fr: Fabricant

source: Color
fr_fr: Couleur

source: Tarif Code
es_pe: C&oacute;digo tarifario
fr_fr: Code tarifaire

source: Country of Manufacture
es_pe: Pa&iacute;s de fabricaci&oacute;n
fr_fr: Pays de fabrication

source: Declare this product as new
fr_fr: Marquer le produit comme nouveau

source: Set product as new from date
fr_fr: Marquer le produit comme nouveau &agrave; partir de la date

source: Set product as new to date
fr_fr: Marquer le produit comme nouveau jusqu'&agrave; la date

source: Manage Stock
es_pe: Administrar el stock
fr_fr: Gérer les stocks

source: Allow Decimals
fr_fr: Autoriser les décimales

source: Maximum authorized quantity in cart
es_pe: Cantidad m&aacute;xima autorizada en el carrito de compras
fr_fr: Quantité maximum autorisée dans le panier

source: Minimum authorized quantity in cart
es_pe: Cantidad m&iacute;nima autorizada en el carrito de compras
fr_fr: Quantité minimum autorisée dans le panier

source: Use quantity increments
es_pe: Utilizar incremento de cantidad
fr_fr: Utiliser l'incrémentation de la quantité

source: Set product as out at
fr_fr: Marquer le produit comme hors stock le

source: Set product as out of stock
fr_fr: Marquer le produit comme hors stock

source: Notify when quantity goes below
es_pe: Avisar cuando la cantidad est&aacute, por debajo de
fr_fr: Avertir lorsque la quantité passe en dessous de

source: Cost
es_pe: Costo
fr_fr: Co&ucirc;t

source: Price ET (HT)
fr_fr: Prix HT

source: Rate Taxe (TVA)
es_pe: Tasa IVA
fr_fr: Taux de TVA

source: Taxe
fr_fr: Montant TVA

source: Rate TVA Eco Taxe
es_pe: Tasa IVA de eco-tasa
fr_fr: Taux de TVA de l'éco-taxe

source: TVA Eco Taxe
fr_fr: Montant de TVA de l'éco-taxe

source: Discount rate
fr_fr: Taux de remise

source: Special Price
es_pe: Precio especial
fr_fr: Prix Spécial

source: Cost Of Postage
es_pe: Coste de env&iacute;o
fr_fr: Frais de port

source: Special Price From Date
es_pe: Precio especial a partir de la fecha
fr_fr: Prix spécial a partir de

source: Special Price To Date
es_pe: Precio especial hasta
fr_fr: Prix spécial jusqu'au

source: Apply minimum advertised price
es_pe: Aplicar el precio m&iacute;nimo anunciado
fr_fr: Demander le prix minimum conseillé

source: Manufacturer's Sugessted Retail Price
es_pe: Precio sugerido por el fabricante
fr_fr: Prix conseillé par le fabricant

source: Return merchandise authorization
es_pe: Autorizar el reenv&iacute;o de mercader&iacute;a
fr_fr: Autoriser le renvoi de marchandise

source: Allow Gift Message
fr_fr: Autoriser les messages cadeaux

source: Allow Gift Wrapping
es_pe: Autorizar el envoltorio de regalos
fr_fr: Autoriser l'emballage des cadeaux

source: Price For Gift Option
es_pe: Precio para la opci&oacute;n regalo
fr_fr: Prix des options de cadeaux

source: Product tag
fr_fr: Tag de produits

source: Up Sells
es_pe: Ventas mejoradas
fr_fr: Montée en gamme

source: Cross Sells
fr_fr: Ventes croisées

source: Danger's Pictogram
es_pe: Pictograma de peligro
fr_fr: Pictogramme de danger

source: Risk Phrases
es_pe: Frases de riesgo
fr_fr: Phrase de risque

source: Safety Advices
es_pe: Consejos de seguridad
fr_fr: Conseil de prudence

source: Security Datas
es_pe: Ficha de datos de seguridad
fr_fr: Fiche de donnée de sécurité

source: Last Update Date
fr_fr: Date de la derni&egrave;re modification

source: Product consumption
fr_fr: Consomation du produit

source: Frequency of use
es_pe: Frecuencia de utilizaci&oacute;n
fr_fr: Fréquence d'utilisation

source: Cancerigene Mutagene Reprotoxique
es_pe: Este producto est&aacute; clasificado como CMR (Cancer&iacute;geno Mut&aacute;geno Reprot&oacute;xico)
fr_fr: Ce produit est-il classé CMR (Cancérig&egrave;ne Mutag&egrave;ne Reprotoxique)

source: Highlight this product
fr_fr: Mettre le produit en avant

source: Highlight from date
es_pe: Destacar a partir de la fecha
fr_fr: Mettre le produit en avant à partir de la date

source: Highlight to date
es_pe: Destacar hasta la fecha
fr_fr: Mettre le produit en avant jusqu'à la date

source: Allows quotation for this product
fr_fr: Autoriser les devis pour ce produit

source: Downloadable product
fr_fr: Produit téléchargeable

source: Provider
es_pe: Distribuidor
fr_fr: Fournisseur

source: Brand
es_pe: Marca
fr_fr: Marque

source: Size
es_pe: Talla
fr_fr: Taille

source: Provider reference
fr_fr: Référence fournisseur

source: Manufacturer reference
fr_fr: Référence fabricant

source: Warranty
es_pe: Garant&iacute;a
fr_fr: Garantie

source: Origin / Manufacturing country
es_pe: Origen / Pa&iacute;s de fabricaci&oacute;n
fr_fr: Origine / pays de fabrication

source: State
fr_fr: Etat

source: Intra-community VAT
fr_fr: TVA intracommunautaire

source: Address title
fr_fr: Intitulé de l'adresse

source: money
fr_fr: Espèces

source: credit_cart
fr_fr: Carte bancaire

source: Thirds
fr_fr: Tiers

source: Third
fr_fr: Tiers

source: thirds
fr_fr: tiers

source: third
fr_fr: tiers

source: miss
fr_fr: mademoiselle

source: Delete variation
es_pe: Borrar opci&oacute;n
fr_fr: Supprimer cette option

source: Attribute set section name
es_pe: Etiqueta
fr_fr: Label

source: Tab
es_pe: Pesta&ntilde;a
fr_fr: Onglet

source: Separated box
es_pe: Cuadro separado
fr_fr: Box libre

source: Display in admin as
es_pe: mostrar en administrador como
fr_fr: Affichage

source: Duplicate the product
es_pe: Duplicar el producto
fr_fr: Dupliquer le produit

source: Print the product sheet
fr_fr: Imprimer la fiche produit

source: The description is not prominent by default, however some themes may show it.
es_pe: La descripci&oacute;n no es obligatoria, sin embargo ciertos temas pueden mostrarla
fr_fr: La description n'est pas obligatoire, cependant certains thèmes peuvent l'afficher

source: Display on frontend
es_pe: Mostrar en la parte cliente
fr_fr: Afficher dans la fiche produit

source: Use default configuration
es_pe: Usar configuraci&oacute;n por defecto
fr_fr: Utiliser la configuration par défaut (la configuration par défaut est récupérée depuis les options de l'attributs)

source: Display in product listing
es_pe: Mostrar en listado de productos
fr_fr: Afficher dans les listes des produits

source: Label
es_pe: Etiqueta
fr_fr: Texte affiché

source: Value
es_pe: Valor
fr_fr: Valeur

source: Delete this value
es_pe: Borrar este valor
fr_fr: Supprimer cette valeur de la liste

source: Add this product automaticaly to cart
es_pe: Agregar este producto autom&aacute;ticamente al carrito de compras
fr_fr: Ajouter ce produit automatiquement au panier lorsqu'un autre produit est ajouté

source: Add a new value
es_pe: Agregar nuevo valor
fr_fr: Ajouter une valeur

source: Select all
es_pe: Selecconar todo
fr_fr: Tout sélectionner

source: Deselect all
es_pe: Desmarcar todo
fr_fr: Tout déselectionner

source: Category's thumbnail
es_pe: Miniatura de la categori&acute;a
fr_fr: Vignette de la catégorie

source: If you want to change the current picture choose a new file
es_pe: Si quiere cambiar la imagen actual escoja un nuevo archivo
fr_fr: Pour changer la photo par défaut, choisissez et envoyez une nouvelle image

source: The thumbnail for the category
es_pe: Miniatura para la categor&iuacute;a
fr_fr: La vignette de la catégorie sera affiché dans la liste des catégories dans la partie frontend du site

source: Integration code
es_pe: C&oacute;digo de integraci&oacute;n
fr_fr: Code d'integration

source: or
es_pe: o
fr_fr: ou

source: Filterable attributes for this category
es_pe: Los atributos pueden ser filtrados para esta categor&iacute;a
fr_fr: Attributs filtrables pour cette catégorie

source: WP-Shop options
es_pe: Opciones de WP-Shop
fr_fr: Réglages de la boutique

source: Save Changes
es_pe: Guardar los cambios
fr_fr: Enregistrer les modifications

source: Save order
es_pe: Guardar pedido
fr_fr: Enregistrer la commande

source: Adding this payment will result of the billing of this order.\r\nAre you sure you want to continue?
es_pe: Al agregar este pago se facturar&aacute; el pedido.\r\n¿Desea continuar?
fr_fr: Ajouter ce payment entrainera la facturation et la cloture de cette commande.\r\nEtes vous sur de vouloir continuer?

source: It seems you received complete payment for this order.\rThis
es_pe: Parece que usted recibi&oacute; el pago total de este pedido
fr_fr: Il semble que vous ayez reçu le solde concernant cette commande.\r

source: Sended
es_pe: Enviado
fr_fr: Envoyé

source: Create all combined variation
es_pe: Generar todas las opciones
fr_fr: Générer toutes les options

source: Create single variation
es_pe: Crear una opci&oacute;n simple
fr_fr: Générer une option simple

source: Parameters
es_pe: Par&aacute;metros
fr_fr: Paramètres des options

source: New interface
fr_fr: Nouvelle interface

source: Select values for variation creation
es_pe: Seleccione los valores para la creaci&oacute;n de opciones
fr_fr: Sélectionnez les attributs depuis lesquels la nouvelle option sera créée

source: Choose what attribute to use for variation list creation
es_pe: Escoja qu&eacute; atributo usar para la creaci&oacute;n de la lista de opciones
fr_fr: Choisissez les attributs à utiliser pour créer les options

source: Parameters for product options
es_pe: Par&aacute;metros para opciones de producto
fr_fr: Paramètres des options de produit

source: Atributes below are not set for current product and can't be used for variation
es_pe: No hay valores asociados para los atributos que figuran a continuaci&oacute;n, usted no podr&aacute; utilizarlos aqu&iacute;
fr_fr: Aucune valeur n'est définie pour les attributs ci-dessous, vous ne pouvez les utiliser ici

source: Delete all selected variations
es_pe: Borrar todas las opciones selecionadas
fr_fr: Supprimer toutes les options sélectionnées

source: Product options definitions
es_pe: Definici&oacute;n de las opciones del producto
fr_fr: Définitions des options du produit

source: Variation price
es_pe: Precio de la opci&oacute;n
fr_fr: Prix de l'option

source: Variation sale price
es_pe: Precio de venta de la opci&oacute;n
fr_fr: Prix de vente de l'option

source: In case you create combined variation AND single variation, what is the price to take into cart
es_pe: En el caso en que usted cree combinaciones de opciones Y opciones solas con los mismos valores, cu&aacute;l es el precio a considerar en el carrito de compras
fr_fr: Dans le cas ou vous créez des combinaisons ET des options seules avec les memes valeurs, quelle est la combinaison prioritaire

source: Sum of single variation
es_pe: Suma de opci&oacute;n sinple
fr_fr: La somme des options séparées est prioritaire

source: Combined variations (recommanded if you want to manage stock)
es_pe: Variaciones combinadas (recomendado si usted quiere controlar el stock)
fr_fr: Combinaison (Recommandé si vous voulez gérer les stocks)

source: Choose the behaviour for the price of your product variation
es_pe: Escoger el comportamiento de acuerdo al precio
fr_fr: Choisissez le comportement quant au prix

source: Add the variation prices to the product price
es_pe: Agregar el precio de las opciones al precio del producto
fr_fr: Ajouter le prix des options au prix initial du produit

source: Replace the product price with variation prices
es_pe: Reemplazar el precio del producto por el precio de la opci&oacute;n
fr_fr: Remplacer le prix du produit par celui de l'option découlant du choix du client

source: Choose variations prices display
es_pe: Escoger de que manera se mostrar&aacute;n los precios de las opciones
fr_fr: Choisissez la manière dont les prix des options s'affichent

source: Choose required attribute
es_pe: Escoger atributos obligatorios
fr_fr: Choississer les attributs obligatoires

source: Choose default value for attribute in current product
es_pe: Escoger el valor por defecto para el atributo del producto actual
fr_fr: Choisissez la valeur par défaut pour chaque attribut pour le produit en cours d'édition

source: Choose the picture to link to variation
fr_fr: Choisissez l'image à lier à cette option

source: WPShop tools
fr_fr: Outils WP Shop

source: Database structure check
es_pe: Estructura de la base de datos verificada
fr_fr: Vérification de la structure de la base de données

source: Default data check
es_pe: Error en la base de datos
fr_fr: Vérification des données par défaut

source: Mass action
fr_fr: Action en masse

source: Checking product values
fr_fr: Vérification des valeurs des produits

source: Copy the different values of a given attribute into another attribute for products
fr_fr: Copier les différentes valeurs d'un attribut donné dans un autre pour les produits

source: Copy values from %s to %s
fr_fr: Copier les valeurs de %s à %s

source: Products variations
fr_fr: Produit avec options

source: Update values
fr_fr: Mettre à jour les valeurs

source: Change option for product variation attribute's
fr_fr: Changer l'option pour les attributs des produits à option

source: Update options
fr_fr: Mettre à jour les options

source: Re-create this type of element
es_pe: Volver a crear estos tipos de elemento
fr_fr: Re-création de ce type d'élément

source: Attributes that are OK
es_pe: Los atributos est&aacute;n OK
fr_fr: Les attributs sont OK

source: Overwrite attribute name translation
fr_fr: Traduire le nom des attributs

source: Attributes needing attention
es_pe: Los atributos necesitan su atenci&oacute;n
fr_fr: Attributs necessitant votre attention

source: Repair missing attributes
es_pe: Reparar atributos perdidos
fr_fr: Réparer les attributs manquants

source: Category's sub-category list
es_pe: subcategor&iacute;as
fr_fr: Sous-catégories

source: Soon available
es_pe: Prontamente disponible
fr_fr: Bientôt disponible

source: Configure product
es_pe: Configurar producto
fr_fr: Configurer le produit

source: Ask a quotation
es_pe: Pedir cotizaci&oacute;n
fr_fr: Demander un devis

source: Your have %s item(s) in your cart
es_pe: Usted tiene %s item(s) in su carrito de compras
fr_fr: Vous avez %s article(s) dans votre panier

source: Total price ET
es_pe: Total precio sin IVA
fr_fr: Total HT

source: Total price ATI
es_pe: Total precio IVA incluido
fr_fr: Total TTC

source: Remove
es_pe: Eliminar
fr_fr: Supprimer

source: Discount coupon
es_pe: Cup&oacute;n de descuento
fr_fr: Coupon de réduction

source: Submit the coupon
es_pe: Validar cup&oacute;n
fr_fr: Appliquer ce coupon

source: Empty the quotation
es_pe: Borrar cotizaci&oacute;n
fr_fr: Vider le devis

source: Validate my cart
es_pe: Validar mi carrito de compras
fr_fr: Valider mon panier
