Repository: Eoxia/WPshop-1.y.z
Catalog: languages/wpshop-*.po
Languages: es_pe, fr_fr

source: Display sub categories listing
es_pe: Mostrar lista de sub categor&iacute;as
fr_fr: Afficher les sous-catégories

source: Display products listing
es_pe: Mostrar lista de productos
fr_fr: Afficher les produits des catégories

source: Nothing defined here
es_pe: No hay nada definido aqu&iacute;
fr_fr: Il n'y a rien de défini

source: Grid
es_pe: Cuadr&iacute;cula
fr_fr: Grille

source: List
es_pe: Lista
fr_fr: Liste

source: Default display mode on shop
es_pe: Modo de presentaci&oacute;n por defecto para la tienda
fr_fr: Mode d'affichage par défault pour la boutique

source: Number of elements per page
es_pe: N&uacute;mero de elementos por p&aacute;gina
fr_fr: Nombre de produits par page

source: Here, you can customize your WPShop elements like buttons, customer account parts and selected shipping method colors...
fr_fr: Ici, vous pouvez gérer la personnalisation de votre boutique WPShop tels que les boutons, la partie compte client ou l'élément de choix de mode de livraison ou de paiement...

source: You can defined some parameters for admin display
es_pe: Usted puede definir algunos par&aacute;metros de presentaci&oacute;n en el administrador
fr_fr: Vous pouvez définir la façon dont certaines interface s'affiche dans l'administration

source: Define if the attribute set edition page is displayed as tab or as separated bloc
es_pe: Define si la p&aacute;gina de edici&oacute;n de grupos de atributos ser&aacute; mostrada como pesta&ntilde;a o como bloque separado
fr_fr: Permet de définir si vous voulez afficher la page d'édition des groupes d'attributs sous forme d'onglets ou de bloc séparés

source: Define if the attribute edition page is displayed as tab or as separated bloc
es_pe: Permite definir si la p&aacute;gina de edici&oacute;n de atributos ser&aacute; mostrada como pesta&ntilde;a o como bloque separado
fr_fr: Permet de définir si vous voulez afficher la page d'édition des attributs sous forme d'onglets ou de bloc séparés

source: Define how to display the shortcode summary in product edition page
es_pe: Define como mostrar el resumen de shortcode en la p&aacute;gina de edici&oacute;n de un producto
fr_fr: Permet de choisir où afficher les shortcodes de la page d'édition d'un produit

source: Selected part element background
fr_fr: Couleur de fond de l'élément sélectionné

source: Information box background color
fr_fr: Couleur de fond de la boite d'information

source: Unselected part element background
fr_fr: Couleur de fond des éléments non sélectionnés

source: First button background color
fr_fr: Couleur de fond des boutons principaux

source: First button shadow color
fr_fr: Couleur de l'ombre des boutons principaux

source: First button text color
fr_fr: Couleur du texte des boutons principaux

source: First button background color on hover action
fr_fr: Couleur de fond des boutons principaux au survol

source: First button shadow color on hover action
fr_fr: Couleur de l'ombre des boutons principaux au survol

source: First button text color on hover action
fr_fr: Couleur du texte des boutons principaux au survol

source: Second button background color
fr_fr: Couleur de fond des boutons secondaires

source: Second button shadow color
fr_fr: Couleur de l'ombre des boutons secondaires

source: Second button text color
fr_fr: Couleur du texte des boutons secondaires

source: Second button background color on hover action
fr_fr: Couleur de fond des boutons secondaires au survol

source: Second button shadow color on hover action
fr_fr: Couleur de l'ombre des boutons secondaires au survol

source: Second button text color on hover action
fr_fr: Couleur du texte des boutons secondaires au survol

source: Shipping mode list element background
fr_fr: Couleur de fond des éléments de la liste

source: Selected shipping mode list element background
fr_fr: Couleur de fond de l'élément sélectionné dans la liste

source: Shipping mode list element text color
fr_fr: Couleur du texte des éléments de la liste des modes de livraison

source: Number of products displayed per line when grid display mode is active
es_pe: N&uacute;mero de productos mostrados por l&iacute;nea cuando el modo presntaci&oacute;n en cuadr&iacute;cula est&aacute; activo
fr_fr: Nombre de produits affichés par lignes lorsque le mode d'affichage par grille est activé

source: Invoice %1$s for order %3$s (#%2$s)
es_pe: factura %1$s para el pedido %3$s (#%2$s)
fr_fr: Facture %1$s for order %3$s (#%2$s)

source: Order n° %s details
fr_fr: Détails de la commande n°%s

source: Create a new billing address
fr_fr: Ajouter une adresse de facturation

source: No Billing address created, <a href="%s" title="
fr_fr: Aucune adresse de facturation créée, <a href="%s" title="

source: Create a new shipping address
fr_fr: Ajouter une adresse de livraison

source: No shipping address created, <a href="%s" title="
fr_fr: Aucune adresse de livraison créée, <a href="%s" title="

source: Are you sure you want to refresh your browser?
fr_fr: Êtes vous sûr de vouloir rafraichir votre navigateur?

source: Error detected.
fr_fr: Une erreur a été détecté.

source: Sales informations
fr_fr: Informations de vente

source: Product List
fr_fr: Liste des produits de la boutique

source: Comments
es_pe: Comentario
fr_fr: Commentaires

source: An error was occured
fr_fr: Une erreur est survenue

source: Select your variations
fr_fr: Sélectionner vos options

source: OR
fr_fr: OU

source: Product ID
fr_fr: ID produit

source: Product reference
fr_fr: Référence du produit

source: Add product to order
fr_fr: Ajouter à la commande

source: Write your notification and send it to your customer
fr_fr: Ecrivez un commentaire et envoyez-le au client si vous le souhaitez

source: Add the comment
es_pe: Agregar el comentario
fr_fr: Soumettre le commentaire

source: Search products by letter
fr_fr: Rechercher dans les produits

source: Add to order
fr_fr: Ajouter à la commande

source: No products corresponds to the search <strong>"%s"</strong>
fr_fr: Aucun produit ne correspond à la recherche <strong>"%s"</strong>

source: No products corresponds to the letter <strong>"%s"</strong> search
fr_fr: Aucun produit ne correspond à la recherche sur la lettre <strong>"%s"</strong>

source: Order Status
fr_fr: Statuts des commandes

source: See the order
fr_fr: Voir la commande

source: Choose an user
fr_fr: Sélectionnez un client

source: No billing address informations are found
fr_fr: Aucune information de facturation trouvée

source: No shipping address informations are found
fr_fr: Aucune information de livraison trouvée

source: Payment method customer select
fr_fr: Mode de paiement sélectionné par le client

source: Unknow %s
fr_fr: Inconnu %s

source: Unknow
es_pe: Desconocido
fr_fr: Inconnu

source: Received payments
es_pe: Pagos recividos
fr_fr: Paiements reçus

source: Unknow (%s)
fr_fr: Inconnu (%s)

source: Payment date
fr_fr: Date de paiement

source: Payment reference
es_pe: Referencia de pago
fr_fr: Référence du paiement

source: Waiting payment
fr_fr: Paiement en attente

source: Watch invoice
fr_fr: Voir la facture

source: Regerate invoice payment
fr_fr: Re générer la facture associée au paiement

source: No received payment for the moment
fr_fr: Aucun paiement reçu pour le moment

source: Add a new payment
fr_fr: Ajouter un paiement

source: Add the payment
fr_fr: Ajouter le paiement

source: No information available for this order payment
es_pe: No hay informaci&oacute;n disponible para el pago de este pedido
fr_fr: Aucune information disponible pour le paiement de cette commande

source: No tracking links
fr_fr: Aucun lien de suivi

source: Pay quotation
fr_fr: Payer le devis

source: Pay order
fr_fr: Payer la commande

source: Delete order
fr_fr: Supprimer la commande

source: My last orders
fr_fr: Mes dernières commandes

source: No order have been created for the moment
fr_fr: Aucune commande n'a été faite pour le moment.

source: Activate
fr_fr: Activer

source: Default payment mode
fr_fr: Mode de paiement par défaut

source: Displayed description on front
fr_fr: Description afficher sur le front-office

source: Configure the payment mode
fr_fr: Configurer le mode de paiement

source: Boost your WPShop with a Credit card payment solution, <a href="%s" target="_blank">click here to select your payment solution adapted to your Bank</a>
fr_fr: Dynamisez votre WPShop avec une solution de paiement par carte bancaire, <a href="%s" target="_blank">cliquez-ici pour sélectionner la solution de paiement adaptée à votre banque</a>

source: Process saving, please wait...
fr_fr: Sauvegarde des configurations en cours, veuillez patienter...

source: Payment mode Name
fr_fr: Nom du mode de paiement

source: Configure
fr_fr: Configurer

source: Add a logo
fr_fr: Ajouter un logo

source: No payment mode available
fr_fr: Aucun mode de paiement disponible

source: Payment mode choice
fr_fr: Choix du mode de paiement

source: Checks
es_pe: Cheque
fr_fr: Chèques

source: Banktransfer
fr_fr: Virement bancaire

source: Tips : If you have a Paypal account, by choosing this payment method, you will be redirected to the secure payment site Paypal to make your payment. Debit your PayPal account, immediate booking products.
fr_fr: À Savoir : Si vous possédez un compte Paypal, en choisissant ce mode de paiement, vous allez être redirigé sur le site de paiement sécurisé Paypal afin d'effectuer votre paiement. Débit immédiat sur votre compte Paypal, réservation de produits immédiate.

source: You cannot add that amount to the cart since there is not enough stock.
es_pe: No se puede agregar esa cantidad al carrito de compras, debido a que no hay suficiente stock.
fr_fr: Vous ne pouvez pas ajouter cette quantité pour cet article car il n'y a pas assez de stock.

source: Mass product edit
fr_fr: Gestionnaire de produits en masse

source: Choose Image
fr_fr: Choisir une image

source: Unpublished
fr_fr: Non publié

source: %s ago
fr_fr: Il y a %s

source: Published
fr_fr: Publié

source: Missed schedule
fr_fr: Planification manquée

source: Scheduled
fr_fr: En attente

source: Last Modified
fr_fr: Dernière modification

source: Private
fr_fr: Privé

source: Draft
fr_fr: Brouillon

source: Pending
fr_fr: En attente

source: &#8220;%s&#8221; (Edit)
fr_fr: &#8220;%s&#8221; (Editer)

source: Save changes
fr_fr: Enregistrer les modifications

source: Select All
fr_fr: Tout sélectionner

source: An error has occured, the page cannot be initialized
fr_fr: Une erreur à été trouvé, la page ne peut être initialisé

source: An error was occured, the new product cannot be created
fr_fr: Une erreur est survenue, le nouveau produit n'a pas pu être créé

source: You must select product to save
fr_fr: Vous devez sélectionner des produits à enregistrer

source: You will save selected products, are you sure to continue ?
fr_fr: Vous allez sauvegarder les produits sélectionnés, êtes vous sur de vouloir continuer ?

source: %d products have been successfully updated
fr_fr: %d produits ont bien été mis à jour

source: All selected products do not be updated. %d on %d products have been successfully updated
fr_fr: Tous les produits sélectionnés n'ont pas été mis à jour. %d sur %d produits ont bien été mis à jour

source: No product have been updated
fr_fr: Aucun produit n'a été mis à jour

source: Uploaded files
fr_fr: Fichiers téléversés

source: Add a picture
fr_fr: Ajouter une image

source: Delete picture
fr_fr: Supprimer l'image

source: Edit This
fr_fr: Editer ce produit

source: Trash
fr_fr: Corbeille

source: %s will be deleted.
fr_fr: %s va être supprimé.

source: You don't have any product for the moment
fr_fr: Vous n'avez aucun produit pour le moment

source: Mass edit products interface
fr_fr: Interface de gestion de produits en masse

source: Products Attributes groups
fr_fr: Groupes d'attributs des produits

source: Save selected products
fr_fr: Enregistrer les produits sélectionnés

source: Click to add file
fr_fr: Ajouter un fichier

source: Edit possibilities
fr_fr: Editer les données des options

source: Generate option
fr_fr: Générer option

source: Requiered
fr_fr: Requis

source: Possibilities
fr_fr: Possibilités

source: Do you want to manage each options singly or combine them ?
fr_fr: Voulez-vous gérer les options une à une ou les combiner ?

source: Combined options
fr_fr: Options combinées

source: Distinct options
fr_fr: Options séparées

source: Options prices
fr_fr: Prix options

source: Apply modifications
fr_fr: Appliquer les modifications

source: Final prices
fr_fr: Prix final

source: VAT
fr_fr: TVA

source: Weight
es_pe: Peso
fr_fr: Poids

source: Ref. product
fr_fr: Réf. produit

source: Link download
fr_fr: Lien téléchargement

source: Number of inconsistent product :
fr_fr: Nombre de produits incohérent :

source: Attribute price
fr_fr: Attribut prix

source: Fix the value
fr_fr: Valeur à utiliser

source: Activation code for quotation addon is invalid, please check it and try again.
fr_fr: Le code d'activation pour le module devis est invalide, merci de vérifier et de réessayer.

source: Quotation addon have been successfully activated.
fr_fr: Le module devis a été activé avec succès.

source: Add free product
fr_fr: Ajouter un produit libre

source: Quotation addon is currently activated
fr_fr: Le module devis est actuellement activé

source: Extend WPShop basic quotation functionnality with %1$sour quotation extra module%2$s
fr_fr: Ajoutez des fonctionnalités supplémentaires aux devis pour WPShop avec %1$snotre module de devis%2$s

source: Already have bought the module? Simply type your code below to activate module
fr_fr: Vous avez déjà acheté le module? Saisissez simplement votre code ci-dessous pour activer le module

source: Type your code here
fr_fr: Saisissez votre code ici

source: Check code
fr_fr: Vérifier le code

source: %s products corresponds to your search.
fr_fr: %s produits correpond à votre recherche

source: There is no product for this filter search.
fr_fr: Il n'y a pas de produit correspondant à votre recherche.

source: No products corresponds to your search
fr_fr: Aucun produit ne correspond à votre recherche

source: List products without picture
fr_fr: Liste des produits sans image

source: List products without price
fr_fr: Liste des produits sans prix

source: List products without description
fr_fr: Liste des produits sans description

source: List products without barcode / with barcode not well formated
fr_fr: Liste des produits sans code-barre ou avec un code-barre non conforme

source: List products with options without barcode / with barcode not well formated
fr_fr: Liste des produits avec options sans code barre / avec un code barre non-formaté

source: Display all
fr_fr: Afficher tout

source: Init fields
fr_fr: Réinitialiser les filtres

source: Reset
fr_fr: Réinitialiser

source: No shipping rules are created
fr_fr: Aucune règle de livraison n'est créée

source: No shipping method available for your shipping address
fr_fr: Aucun mode de livraison n'est disponible pour votre adresse de livraison

source: No shipping method available
fr_fr: Aucun mode de livraison disponible

source: Please select a shipping address to choose a shipping method
fr_fr: Veuillez sélectionner une adresse de livraison pour choisir un mode de livraison

source: Home Delivery
fr_fr: Livraison à domicile

source: Your purchase will be delivered directly to you at home
fr_fr: Vos achats vous seront livrés directement à domicile

source: Shipping Mode Creation
fr_fr: Création d'un mode de livraison

source: Shipping Mode name
fr_fr: Nom du mode de livraison

source: Add the shipping mode
fr_fr: Ajouter le mode de livraison

source: Create a shipping mode
fr_fr: Créer un mode de livraison

source: Default shipping mode
fr_fr: Mode de livraison par défaut

source: Configure the shipping mode
fr_fr: Configurer la méthode de livraison

source: General configurations
fr_fr: Configurations générales

source: Explanation
fr_fr: Explication

source: Free shipping cost configuration
fr_fr: Configuration des frais de port offerts

source: Activate free shipping for all orders
es_pe: Activar despacho gratis para todos los pedidos
fr_fr: Activer la livraison gratuite pour toutes les commandes

source: Activate free shipping for order over amount below
fr_fr: Activer les frais de port offerts à partir d'un montant défini

source: Free shipping cost for order over amount below
fr_fr: Frais de port offert pour les commandes dont le montant est supérieur à

source: Minimum and maximum limit shipping cost configuration
fr_fr: Configuration des limitations minimales et maximales de frais de port

source: Activate the min. and max. shipping cost
es_pe: Activar el costo m&iacute;nimo y m&aacute;xmimo de despacho
fr_fr: Activer les frais de port minimum et maximum

source: Area Shipping Limitation
fr_fr: Limitation de livraison par zone

source: Countries Shipping Limitation
fr_fr: Limitation de livraison par Pays

source: Choose all countries where you want to ship orders. Let empty you don't want limitations
fr_fr: Choisissez tous les pays où vous souhaitez livrer vos commandes. Laissez vide si vous ne souhaitez pas de limitations.

source: Choose a Country
fr_fr: Choisissez un pays

source: Postcode Shipping Limitation
fr_fr: Limitation de livraison par code postal

source: Write all allowed postcode, separate it by a comma. Let empty if you don't want limitations.
fr_fr: Renseignez ici les codes postaux autorisés, séparez-les par une virgule. laissez vide si vous ne voulez pas créer de limitations.

source: Department Shipping Limitation
fr_fr: Limitation de livraison par département

source: Write all allowed department, separate it by a comma. Let empty if you don't want limitations.
fr_fr: Renseignez ici les numéros de départements autorisés, séparez-les par une virgule. laissez vide si vous ne voulez pas créer de limitations.

source: Custom shipping rules
fr_fr: Frais de port personnalisés

source: Activate custom shipping fees
es_pe: Activar costo de despacho personalizado
fr_fr: Activer les frais de port personnalisé

source: Activate custom shipping fees by postcode
es_pe: Activar valor de despacho por c&oacute;digo postal
fr_fr: Activer les frais de port par code postaux

source: Activate custom shipping fees by department
fr_fr: Activer les frais de port par département

source: Department
fr_fr: Département

source: Apply a common rule to all others countries
es_pe: Aplicar una regla com&uacute;n a todos los otros paises
fr_fr: Appliquer une règle commune à tous les pays ne figurant pas dans la liste ci-dessous

source: Add the rule
es_pe: A&ntilde;adir la regla
fr_fr: Ajouter la règle

source: Existing custom shipping rules
fr_fr: Règles personnalisées de frais de port existantes

source: Order shipping date
es_pe: Fecha de despacho
fr_fr: Date d'envoi

source: Selected shipping method
fr_fr: Mode de livraison choisi

source: No selected shipping method
fr_fr: Aucune méthode de livraison choisie

source: Shipping informations
fr_fr: Informations de livraison

source: Download the product list
es_pe: Descargar lista de producto
fr_fr: Télécharger le bon de colisage

source: Need help to configure your shipping rules ? <a href="%s" target="_blank">Opt for assistance</a>
fr_fr: Besoin d'aide pour configurer vos frais de port ? <a href="%s" target="_blank">Faites vous assister !</a>

source: Offer a new shipping service to your customer with <a href="%s" target="_blank">So Colissimo or another shipping mode</a>
fr_fr: Offrez de nouveaux services de livraison à vos clients avec <a href="%s" target="_blank">So Colissimo ou nos autres solutions de livraison</a>

source: Shipping mode Name
fr_fr: Nom du mode de livraison

source: Add a new shipping mode
fr_fr: Ajouter un mode de livraison

source: No shipping mode available
fr_fr: Aucun mode de livraison disponible

source: Sorry ! You can't order on this shop, because we don't ship in your area
fr_fr: Désolé mais vous ne pouvez pas commander sur cette boutique, nous ne livrons pas dans votre zone.

source: Free in %s
fr_fr: Offert dans %s

source: Cost of postage
fr_fr: Frais de port

source: Simple product shortcode
es_pe: Shortcode producto simple
fr_fr: Shortcode produit simple

source: Product content
fr_fr: Description du produit

source: Product thumbnail
fr_fr: Vignette du produit

source: Product listing with specific product
es_pe: Lista de productos (por identificaci&oacute;n de producto)
fr_fr: Liste de produits (par identifiant de produit)

source: Product listing for a given attribute value
es_pe: Lista de productos por un valor de atributo determinado
fr_fr: Liste des produits correspondant à la valeur d'un attribut donné

source: Complete category output
es_pe: P&aacute;gina categor&iacute;a
fr_fr: Page catégorie

source: Display an attribute value
es_pe: Valor de un atributo por un determinado producto
fr_fr: Valeur d'un attribut pour un produit donné

source: Display a complete attribute set
es_pe: Valores de los atributos de un grupo determinado para un producto dado
fr_fr: Valeurs des attributs d'un groupe donné pour un produit donné

source: Display the complete cart
es_pe: P&aacute;gina del carrito de compras
fr_fr: Page panier

source: Display the cart widget
es_pe: Widget carrito de compras
fr_fr: Widget panier

source: Display the button add to cart
fr_fr: Afficher le bouton d'ajout au panier

source: Display the checkout page content
es_pe: P&aacute;gina de pedidos
fr_fr: Page commande

source: Display the customer account page
es_pe: P&aacute;gina cuenta cliente
fr_fr: Page mon compte

source: Display the shop page content
es_pe: P&aacute;gina tienda virtual
fr_fr: Page boutique

source: Display a custom search form
es_pe: Formulario de b&uacute;squeda avanzada
fr_fr: Formulaire de recherche avancée

source: Display a filter search in category
fr_fr: Afficher un filtre de recherche dans la catégorie

source: Display a breadcrumb
fr_fr: Afficher un fil d'arianne

source: Wpshop categories
es_pe: Categor&iacute;as Wpshop
fr_fr: Catégories wpshop

source: Customs emails
es_pe: Correos electr&oacute;nicos personalizados
fr_fr: Mails personnalisés

source: Simple product
es_pe: Producto simple
fr_fr: Produit simple

source: Products listing
es_pe: Lista de productos
fr_fr: Listing de produits

source: Products listing specific
fr_fr: Listing de produits spécifiques

source: Products listing by attributes
fr_fr: Liste de produits par attributs

source: Simple category
es_pe: Categor&iacute;a simple
fr_fr: Catégorie

source: Simple attribute
es_pe: Atributo simple
fr_fr: Attribut

source: Attributes set
es_pe: Grupo de atributos
fr_fr: Groupe d'attribut

source: Custom search
es_pe: B&uacute;squeda personalizada
fr_fr: Recherche personnalisée

source: Filter Search
fr_fr: Filter de recherche

source: Breadcrumb WPShop
fr_fr: Fil d'arianne WPShop

source: Available tags for emails cutomization
es_pe: Etiquetas disponibles para la personalizaci&oacute;n de correos electr&oacute;nicos
fr_fr: Tag disponible pour la personnalisation des emails

source: Order id
es_pe: Id del pedido
fr_fr: Id de la commande

source: Paypal transaction id
es_pe: Id de la transacci&oacute;n paypal
fr_fr: Id de transaction Paypal

source: Order Billing Address
fr_fr: Adresse de facturation de la commande

source: Order shipping Address
fr_fr: Adresse de livraison de la commande

source: Order shipping method
fr_fr: Métode de livraison de la commande

source: Basic example
es_pe: Ejemplo b&aacute;sico
fr_fr: Exemple classique

source: PHP example
es_pe: Ejemplo PHP
fr_fr: Exemple PHP

source: Active
fr_fr: Actif

source: Inactive
fr_fr: Inactif

source: Shortcode options
es_pe: Opciones de Shortcode
fr_fr: Shortcodes options

source: Do not display product
es_pe: No mostrar productos
fr_fr: Ne pas afficher les produits
