Repository: Eoxia/WPshop-1.y.z
Catalog: languages/wpshop-*.po
Languages: es_pe, fr_fr

source: This product has never been ordered
fr_fr: Ce produit n'a jamais été commandé

source: Millimeters
es_pe: Mil&iacute;metros
fr_fr: Millim&egrave;tres

source: Meters
es_pe: Metros
fr_fr: m&egrave;tres

source: Liters
es_pe: Litros
fr_fr: Littres

source: Ounce
es_pe: Onza
fr_fr: Once

source: Gram
es_pe: Gramo
fr_fr: Grammes

source: Kilogram
es_pe: Kil&oacute;gramo
fr_fr: Kilogrammes

source: length
es_pe: largo
fr_fr: Longueur

source: capacity
es_pe: capacidad
fr_fr: Contenance

source: weight
es_pe: peso
fr_fr: Poids

source: currency
es_pe: moneda
fr_fr: Devise

source: various
es_pe: diferente
fr_fr: Divers

source: Product
fr_fr: Produit

source: Main information
es_pe: Informaci&oacute;n principal
fr_fr: Informations principales

source: Feature
es_pe: Caracter&iacute;sticas
fr_fr: Caractéristiques

source: Additionnal informations
es_pe: Informaciones adicionales
fr_fr: Informations complémentaires

source: Prices
es_pe: Precios
fr_fr: Prix

source: Chemical Product
es_pe: Producto qu&iacute;mico
fr_fr: Produit Chimique

source: Product highlight
es_pe: Producto destacado
fr_fr: Mise en avant du produit

source: Billing address
es_pe: Direcci&oacute;n de facturaci&oacute;n
fr_fr: Adresse de facturation

source: Shipping address
es_pe: Direcci&oacute;n de despacho
fr_fr: Adresse de livraison

source: Account
es_pe: Cuenta
fr_fr: Compte

source: centimeters
fr_fr: Centimètres

source: duration
fr_fr: Durée

source: Day(s)
es_pe: D&iacute;a(s)
fr_fr: Jour(s)

source: Week(s)
es_pe: Semana(s)
fr_fr: Semaine(s)

source: Year(s)
fr_fr: Années

source: You have to add this page into %s at line %s
es_pe: Usted debe agregar esta p&aacute;gina en %s en la l&iacute;nea %s
fr_fr: Cette page doit &ecirc;tre ajoutée dans %s &agrave; la ligne %s

source: Input type not allowed here in %s at line %s
es_pe: Este tipo de campo no est&aacute; autorizado aqu&iacute; %s en la l&iacute;nea %s
fr_fr: Ce type de champs n'est pas autorisé ici %s lgne %s

source: Select an Option
es_pe: Selccionar una opci&oacute;n
fr_fr: Choisissez une option

source: Nothing to output
es_pe: Nada para mostrar
fr_fr: Rien à afficher

source: Nothing found here...
es_pe: No se ha encontrado nada aqu&iacute;...
fr_fr: Aucune valeur définie

source: Select values from list
es_pe: Seleccionar valores de la lista
fr_fr: Choisissez une valeur

source: Errors were detected
es_pe: Se han detectado errores
fr_fr: Des erreurs ont été détectées

source: The field "%s" is required
es_pe: El campo "%s" es obligatorio
fr_fr: Le champ "%s" est obligatoire

source: The "%s" confirmation is incorrect
es_pe: El campo "%s" y la confirmaci&oacute;n asociada no corresponden
fr_fr: Les champs %s et la confirmation associée ne correspondent pas

source: The field "%s" is incorrect
es_pe: El campo "%s" es incorrecto
fr_fr: Le champ "%s" est syntaxiquement incorrect

source: An account is already registered with your email address. Please login.
es_pe: Ya existe una cuenta asociada a su correo electr&oacute;nico. Con&eacute;ctese por favor.
fr_fr: Un compte utilise déjà cette adresse email. Merci de vous connecter.

source: Invalid email/username.
es_pe: Correo electr&oacute;nico y/o nombre de usuario incorrecto
fr_fr: Paire email/nom d'utilisateur invalide

source: An account is already registered with that username. Please choose another.
es_pe: Una cuenta con este nombre de usuario ya existe. Escoja otra, por favor.
fr_fr: Un compte utilise déjà ce nom d'utilisateur. Merci d'en choisir un autre.

source: Wpshop product categories widget
es_pe: Widget de categor&iacute;as de productos de Wpshop
fr_fr: Widget des catégories

source: • Wpshop Categories
es_pe: • Categor&iacute;as de Wpshop
fr_fr: • Catégories Wpshop

source: Title
es_pe: T&iacute;tulo
fr_fr: Titre

source: Show product
es_pe: Mostrar los productos
fr_fr: Afficher les produits

source: Allows you to display a widget with a list of product into your shop
es_pe: Permitir de mostrar un widget con una lista de productos en su tienda virtual
fr_fr: Permet d'afficher un widget contenant des produits Wpshop dans votre boutique

source: • Wpshop products
es_pe: • Productos Wpshop
fr_fr: • Produits WpShop

source: Widget title
es_pe: T&iacute;tulo del widget
fr_fr: Titre pour le widget

source: Choose what type of product to display
es_pe: Escoja el tipo de productos para exhibir
fr_fr: Choisissez le type de produit que vous souhaitez afficher

source: Random products
es_pe: Productos aleatorios
fr_fr: Produits aléatoires

source: Featured products
es_pe: Productos destacados
fr_fr: Produits en vedettes

source: New products
es_pe: Productos nuevos
fr_fr: Nouveaux produits

source: Product from a category
es_pe: Producto de una categor&iacute;a
fr_fr: Produits d'une catégorie

source: Choose the category
es_pe: Escoja la categor&iacute;a
fr_fr: Choisissez la catégorie

source: Number of product to display
es_pe: N&uacute;mero de productos a exhibir
fr_fr: Nombre de produits à afficher

source: Display mode
es_pe: Modo de exhibici&oacute;n
fr_fr: Type d'affichage

source: Grid mode
es_pe: Modo cuadr&iacute;cula
fr_fr: Mode grille

source: List mode
es_pe: Modo lista
fr_fr: Mode liste

source: Product number per line
es_pe: N&uacute;mero de productos por l&iacute;nea
fr_fr: Nombre de produits par ligne

source: Display pagination
fr_fr: Afficher la pagination

source: No
fr_fr: Non

source: %s succesfully saved
es_pe: %s se ha guardado satisfactoriamente
fr_fr: L'enregistrement de %s s'est déroulé avec succés

source: %s succesfully deleted
es_pe: %s ha sido eliminado satisfactoriamente
fr_fr: %s a été supprimée avec succés

source: the attribute
es_pe: el atributo
fr_fr: l'attribut

source: An error occured while saving %s
es_pe: Se produjo un error mientras se guardaba %s
fr_fr: Une erreur est survenue lors de l'enregistrement de %s

source: You are not allowed to do this action
es_pe: Usted no est&aacute; autorizado a realizar esta acci&oacute;n
fr_fr: Vous n'avez pas les droits nécessaire pour effectuer cette action.

source: This attribute could not be deleted due to configuration
es_pe: Este atributo podr&iacute;a no ser borrado debido a la configuraci&oacute;n
fr_fr: Cet attribut ne peut être supprimé de par la configuration du plugin

source: Please enter an label for the attribut
es_pe: Ingrese una etiqueta para el atributo
fr_fr: Merci d'indiquer un label pour votre attribut

source: Use this attribute
es_pe: Usar este atributo
fr_fr: Utiliser cet attribut

source: Check this box for using this attribute
es_pe: Marcar esta casilla para usar este atributo
fr_fr: Cocher pour activer cet attribut

source: Check this box for using unit with this attribute
es_pe: Marcar esta casilla para utilizar una unidad con este atributo
fr_fr: Cocher pour utiliser une unité

source: Check this box for displaying this attribute in shop
es_pe: Marcar esta casilla para mostrar este atributo en la tienda
fr_fr: Cocher pour afficher l'attribut dans la boutique

source: Check this box for displaying this attribute in product listing in shop
es_pe: Marcar esta casilla para mostrar este atributo en la lista de productos de la tienda
fr_fr: Cocher pour afficher l'attribut dans les différentes liste de produits dans la boutique

source: Check this box for displaying this attribute into sortbar
es_pe: Marcar esta casilla para mostrar este atributo en la barra de clasificaci&oacute;n
fr_fr: Cocher pour utiliser cet attribut dans la barre de tri de la boutique

source: Check this box for including values of this attribute as search parameter
es_pe: Marcar esta casilla para incluir los valores de este atributo como par&aacute;metro de b&uacute;squeda
fr_fr: Cocher pour inclure cet attribute dans la recherche

source: Check this box for using in advanced search form
es_pe: Marcar esta casilla para usar este atributo como filtro en la b&uacute;squeda avanzada
fr_fr: Cocher pour utiliser cet attribut comme filtre dans la recherche avancée

source: Separate with a space each CSS Class
es_pe: Separe con un espacio cada clase CSS
fr_fr: Séparez chaque classe CSS par un espace

source: Check this box if you want to save the different value this attribute, each time it is modified
es_pe: Marque esta casilla si quiere guardar los diferentes valores de este atributo cada vez que sea modificado
fr_fr: Cocher pour conserver les différentes valeurs de cet attribut suite aux modifications

source: Check this box if you want to use this attribute in the filter search
es_pe: Marque esta casilla si quiere usar estos atributos en la b&uacute;squeda por filtro
fr_fr: Cocher cette boite si vous souhaitez utiliser cet attribut dans la recherche par filtre

source: Check this box if this attribute is intrinsic for a product
es_pe: Marque esta casilla si este atributo es &uacute;nico para un producto
fr_fr: Cocher si cet attribut doit avoir une valeur unique pour chaque produit

source: Check this box if this attribute is used for variation. It means that the user would be able to choose a value in frontend
es_pe: Si esta casilla es marcada, usted podr&aacute; usar este atributo para crear una opci&oacute;n para este producto. El usuario ser&aacute; autorizado a escoger una opci&oacute;n cuando adquiera un producto afectado con este atributo
fr_fr: Si cette case est cochée, vous pourrez utiliser cet attribut pour créer des options pour ce produit. L'utilisateur sera alors autorisé a choisir une option lors de l'achat d'un produit affecté à cet attribut

source: Check this box if you want to use this attribute for variation definition
es_pe: Marque esta casilla si quiere usar este atributo para la definici&oacute;n de productos con opci&oacute;n
fr_fr: Cocher pour utiliser cet attribut comme définition principale pour les produits avec options

source: Check this box if you want your customer to choose a value for this attribute into frontend product
es_pe: Marque esta casilla si usted quiere que su cliente escoja un valor para este atributo en la ficha del producto
fr_fr: Cocher cette case pour permettre a vos clients de choisir la valeur qu'ils désirent dans la fiche du produit

source: Checkbox
es_pe: Casilla
fr_fr: Case a cocher

source: Radio button
es_pe: Bot&oacute;n de opci&oacute;n
fr_fr: Boutton radio

source: select
es_pe: seleccionar
fr_fr: Liste déroulante

source: multiple-select
es_pe: selecci&oacute;n m&uacute;ltiple
fr_fr: Liste déroulante à choix multiple

source: Hidden field
es_pe: Campo oculto
fr_fr: Champs caché

source: Password field
es_pe: Campo de contraseña
fr_fr: Mot de passe

source: Text field
es_pe: Campo de texto
fr_fr: Champs texte

source: Textarea field
es_pe: Zona de texto
fr_fr: Zone de texte

source: Number field
es_pe: Campo de n&uacute;mero
fr_fr: Champs numérique

source: Date field
es_pe: Campo de fecha
fr_fr: Champs date

source: Date field configuration
es_pe: Configuraci&oacute;n del campo de fecha
fr_fr: Configuration du champs date

source: Options list for attribute
es_pe: Lista de opciones por atributo
fr_fr: Liste des valeurs pour l'attribut

source: Change data type for this attribute
es_pe: Cambiar el tipo de datos para este atributo
fr_fr: Changer le type de données

source: Manage group unit
es_pe: Administrar grupos de unidades
fr_fr: Gérer les groupes d'unités

source: Manage units
es_pe: Administrar las unidades
fr_fr: Gérer les unités

source: Unit management
es_pe: Administraci&oacute;n de unidad
fr_fr: Gestion des unités

source: Duplicate this attribute to . another entity
fr_fr: Dupliquer cet attribut vers une autre entité

source: Affect this new attribute to the set section
es_pe: Afectar con estos atributos a la secci&oacute;n siguiente
fr_fr: Affecter cet attribut à la section suivante

source: Update all products price
fr_fr: Mettre à jour les prix des produits

source: If you have updated your VAT rates, save it and update your products price after
fr_fr: Si vous avez mis à jour vos taux de TVA, enregistrez-les puis mettez à jour les prix des produits.

source: General options
es_pe: Opciones generales
fr_fr: Général

source: Main informations
es_pe: Informaciones generales
fr_fr: Informations Générales

source: Change data type for selected attribute
es_pe: Modificar tipo de datos para el atributo seleccionado
fr_fr: Modification du type de données pour l'attribut sélectionné

source: Duplicate attribute to another entity
es_pe: Duplicar atributo a otra entidad
fr_fr: Dupliquer l'attribute vers une autre entité

source: Choose an entity to copy the selected attribute to
es_pe: Escoger una entidad para copiar el atributo seleccionado
fr_fr: Sélectionnez une entité vers laquelle copier l'attribut choisi

source: Are you sure you want to quit this page? You will loose all current modification
es_pe: ¿Est&aacute; seguro de querer salir de esta p&aacute;gina? Se perder&aacute;n las modificaciones efectuadas
fr_fr: &Ecirc;tes vous s&ucirc;r de vouloir quitter cette page? Vous perdrez toutes les modification que vous aurez effectuées

source: Are you sure you want to delete this attributes group?
es_pe: ¿Est&aacute; seguro de querer borrar este grupo de atributos?
fr_fr: &Ecirc;tes vous s&ucirc;r de vouloir supprimer ce groupe d'attributs?

source: Duplicate
es_pe: Duplicar
fr_fr: Dupliquer

source: Cancel
es_pe: Cancelar
fr_fr: Annuler

source: Change type
es_pe: Cambiar el tipo
fr_fr: Changer le type

source: Add
es_pe: Agregar
fr_fr: Ajouter

source: Save
es_pe: Guardar
fr_fr: Enregistrer

source: Delete
es_pe: Suprimir
fr_fr: Supprimer

source: You select this field to be defined by final customer into frontend part. To change this behaviour you have to change attribute option "%s"
es_pe: Este campo no es modificable a partir de esta interfaz, pues usted ha especificado que sea definida por el usuario en la tienda. Usted puede cambiar este comportamiento modificando el par&aacute;metro %s
fr_fr: Ce champs n'est pas modifiable à partir de cette interface, car vous l'avez défini comme étant défini par l'utilisateur dans la boutique. Vous pouvez changer ce comportement en modifiant le paramètre %s

source: is_user_defined
es_pe: Los usuarios podr&aacute;n escoger el valor en la ficha de producto
fr_fr: Les clients auront le choix de la valeur dans la fiche produit

source: This addon isn't activated, click to activate
es_pe: Este complemento no est&aacute; activado, haga clic aqu&iacute; para activarlo
fr_fr: Cet addonn'est pas activé, cliquez ici pour l'activer

source: yes
es_pe: s&iacute;
fr_fr: oui

source: Insertion code for the attribute %s for this product
es_pe: C&oacute;digo de inserci&oacute;n para el atributo %s para este producto
fr_fr: Code d'insertion pour l'attribut %s de ce produit

source: Insertion code for attribute group %s for this product
es_pe: C&oacute;digo de inserci&oacute;n para el grupo de atributo %s para este producto
fr_fr: Code d'insertion pour le groupe d'attribut %s de ce produit

source: Display
es_pe: Exhibici&oacute;n
fr_fr: Affichage

source: Nothing avaiblable here. You can go in attribute management interface in order to add content here.
es_pe: No hay informaci&oacute;n disponible aqu&iacute;. Para agregar un contenido, dir&iacute;jase a la interfaz de administraci&oacute;n de atributos.
fr_fr: Aucune information &agrave; afficher ici. Vous pouvez ajouter du contenu en allant dans l'interface de gestion des attributs

source: New value for attribute
es_pe: Nuevo valor para el atributo
fr_fr: Nouvelle valeur pour l'attribut

source: Product Shortcodes
es_pe: Shortcodes del producto
fr_fr: Shortcodes du produit

source: Nothing found for this field
es_pe: No se ha difinido ning&uacute;n valor para este campo
fr_fr: Aucune valeur n'a été définie pour ce champs

source: No file selected
es_pe: No se ha seleccionado ning&uacute;n archivo
fr_fr: Aucun fichier sélectionné

source: Send the downloadable file
fr_fr: Envoyer le fichier téléchargeable

source: Send a file
fr_fr: Envoyer un fichier

source: File url
es_pe: Url del archivo
fr_fr: Url du fichier

source: Use the date of the day as default value
es_pe: Use la fecha de hoy como valor por defecto
fr_fr: Utiliser la date du jour

source: Check this box for using date of the day as value when editing a product
es_pe: Marque esta casilla para usar la fecha del d&iacute;a como valor cuando se edita un producto
fr_fr: Cocher pour utiliser la date du jour comme valeur par défaut

source: Monday
es_pe: Lunes
fr_fr: Lundi

source: Tuesday
es_pe: Martes
fr_fr: Mardi

source: Wednesday
es_pe: Mi&eacuter;rcoles
fr_fr: Mercredi

source: Thursday
es_pe: Jueves
fr_fr: Jeudi

source: Friday
es_pe: Viernes
fr_fr: Vendredi

source: Saturday
es_pe: S&aacute;bado
fr_fr: Samedi

source: Sunday
es_pe: Domingo
fr_fr: Dimanche

source: Choose available days in date picker
es_pe: Escoja el dia disponible en el campo fecha
fr_fr: Choississez les jours disponible dans le champs date

source: This option allows you to define the available day in final datepicker
es_pe: Esta opci&oacute;n permite definir el d&iacute;a disponible en el datepicker final
fr_fr: Cette option permet de sélectionner les différents jour sélectionnable dans le detapicker final

source: Calendar past and futur date available
es_pe: Zona de fechas disponibles
fr_fr: Plage des dates disponibles

source: Define if the end user is allowed to choose past and/or futur date
es_pe: Define si el usuario final es autorizado para escoger fechas de pasado o futuro
fr_fr: Permet de définir si l'utilisateur aura la possibilité de sélectionner des dates dans le passé ou dans le futur

source: Minimum date to show
es_pe: Fecha m&iacute;nima para mostrar
fr_fr: Limite inférieure pour l'affichage du calendrier

source: If you want the calendar to start today put only 0, if you want to show anterior date, put the number of Day or Month or Year (ex: -1D)
es_pe: Si quiere que el calendario comience con la fecha de hoy, escriba solamente 0; si quiere mostrar una fecha anterior, introduzca el n&uacute;mero de d&iacute;a, de mes o de año (ex: -1D)
fr_fr: Si vous voulez que votre calendrier commence à la date courante, mettez 0 ou laissez vide. Si vous voulez montrer des dates entérieures à la date courante, indiquez le nombre de Jour ou de Mois ou d'Année (ex: -1D)

source: Maximum date to show
es_pe: Fecha m&aacute;xima para mostrar
fr_fr: Limite supérieur pour l'affichage du calendrier

source: If you want the calendar to end today put only 0, if you want to show date in futur, put the number of Day or Month or Year (ex: +1M)
es_pe: Si quiere que el calendario termine con la fecha de hoy, introduzca solamente 0; si quiere mostrar una fecha en el futuro, inserte el n&uacute;mero de d&iacute;a, mes o año (ex: +1M)
fr_fr: Si vous voulez que votre calendrier se termine à la date courante, mettez 0 ou laissez vide. Si vous voulez montrer des dates dans le futur, indiquez le nombre de Jour ou de Mois ou d'Année (ex: +1M)

source: Choose available date in date picker
es_pe: Escoger una fecha v&aacute;lida en el campo fecha
fr_fr: Choississez les jours disponible dans le champs date

source: This option allows you to define the available date in final datepicker
es_pe: Esta opci&oacute;n permite definir la fecha disponible en el datepicker final
fr_fr: Cette option permet de sélectionner les différents jour sélectionnable dans le detapicker final

source: No restriction
es_pe: Ninguna restricci&oacute;n sobre las fechas
fr_fr: Aucune restriction sur les dates

source: Date below are available
es_pe: Las fechas seleccionadas ser&aacute;n disponibles
fr_fr: Les dates sélectionnées seront disponible

source: Date below are unvailable
es_pe: Las fechas seleccionadas no ser&aacute;n disponibles
fr_fr: Les dates sélectionnées NE seront PAS disponible

source: Add a new date
es_pe: Agregar nueva fecha
fr_fr: Ajouter une nouvelle date

source: Impossible to set "%s" attribute
es_pe: Imposible de registrar el atributo de "%s"
fr_fr: Une erreur est survenue lors de la mise de %s

source: Type of data for list
es_pe: Tipo de datos para la lista
fr_fr: Provenance des données pour la liste

source: Text displayed when no value selected
es_pe: Primer valor de la lista
fr_fr: Première valeur de la liste

source: No default value
es_pe: No poner valor por defecto
fr_fr: Ne pas mettre de valeur par défaut

source: Add a value for this attribute
es_pe: Agregar un valor para este atributo
fr_fr: Ajouter une valeur

source: You can reorder element for display them in the order you want into frontend part
es_pe: Usted puede reordenar los elementos para mostrarlos en el orden que usted desee en la parte cliente
fr_fr: Vous pouvez réordonner les différentes valeurs pour qu'elles s'affichent dans l'ordre que vous souhaitez dans la partie client

source: the attribute group
es_pe: el Grupo de atributos
fr_fr: le groupe d'attributs

source: Use this attribute group
es_pe: Use este grupo de atributos
fr_fr: Utiliser ce groupe d'attributs

source: Check this box for using this attribute group
es_pe: Marque esta casilla para usar este grupo de atributos
fr_fr: Cocher pour activer ce groupe d'attributs

source: Check this box for using this attribute group as default group in selected element
es_pe: Marque esta casilla para usar este grupo de atributos como grupo por defecto en elemento seleccionado
fr_fr: Cocher pour utiliser ce groupe d'attributs par défaut

source: Create the new group from an existing
es_pe: Cree un nuevo grupo a partir de un grupo existente
fr_fr: Céer un groupe à partir d'un groupe existant

source: Attribute group section details
es_pe: Detalles del grupo
fr_fr: Détails du groupe

source: New attribute set section name
es_pe: Nombre de la nueva secci&oacute;n
fr_fr: Nom de la nouvelle section

source: Add a section for this group
es_pe: Agregar una secci&oacute;n para este grupo
fr_fr: Ajouter une nouvelle section

source: Edit this section
es_pe: Editar esta secci&oacute;n
fr_fr: Editer cette section

source: End line
fr_fr: Fin de ligne

source: Delete this section
es_pe: Elimine esta secci&oacute;n
fr_fr: Supprimer cette section

source: Attribute not affected at this group
es_pe: Lista de atributos no afectados a este grupo
fr_fr: Liste des attributs non affectés &agrave; ce groupe

source: Are you sure you want to delete this atribute set section?
es_pe: ¿Est&aacute; seguro de querer suprimir esta secci&oacute;n?
fr_fr: &Ecirc;tes vous sûr de vouloir supprimer cette section

source: There is no attribute set for this entity
es_pe: No hay grupo de atributos para este elemento
fr_fr: Il n'y a pas de groupe d'attributs pour cette entité pour le moment

source: None
es_pe: Ninguno
fr_fr: Aucun

source: Existing attributes listing
es_pe: Lista de atributos existentes
fr_fr: Liste des attributs existant

source: Attribute unit name
es_pe: Nombre de la unidad de atributo
fr_fr: Nom de l'unité

source: Attribute unit group name
es_pe: Nombre del grupo de unidad de atributos
fr_fr: Nom du groupe d'unité

source: Add an unit
es_pe: Agregar una unidad
fr_fr: Ajouter une unité

source: Are you sure you want to delete this unit
es_pe: ¿Est&aacute; seguro de querer eliminar esta unidad?
fr_fr: &Ecirc;tes vous s&ucirc;r de vouloir supprimer cette unité

source: Back
es_pe: Volver
fr_fr: Retour

source: Are you sure you want to delete this attribute?
es_pe: ¿Est&aacute; seguro de querer borrar este atributo?
fr_fr: &Ecirc;tes vous s&ucirc;r de vouloir supprimer cet attribut?

source: Save and continue edit
es_pe: Guardar y continuar con la edici&oacute;n
fr_fr: Enregistrer et continuer &agrave; éditer

source: No unit
es_pe: No hay ninguna unidad
fr_fr: Pas d'unité

source: Add an unit group
es_pe: Agregar un grupo de unidad
fr_fr: Ajouter un groupe d'unité
