Repository: Eoxia/WPshop-1.y.z
Catalog: includes/modules/wps_barcode/languages/wps_barcode-*.po
Languages: fr_fr

source: Change barcode: %s replacing %s for %s object ID
fr_fr: Changement du code-barres : %s remplace %s pour l'object d'ID %s

source: Adding barcode: %s for %s object ID
fr_fr: Ajout d'un code-barres : %s pour l'objet d'ID %s

source: Checksum generate: %s from %s <br />
fr_fr: Génération de la somme de contrôle : %s de %s <br />

source: Log generated by wps_barcodegen for add/update product: <br /> %s
fr_fr: Log généré par wps_barcodegen pour l'ajout/mise à jour du produit : <br /> %s

source: Barcode Manager
fr_fr: Gestionnaire de code-barres

source: product
fr_fr: le produit

source: None bardcode generated as you did create %s.
fr_fr: Aucun code-barres généré tant que vous n'avez pas créer %s.

source: order client
fr_fr: la commande client

source: None bardcode generated as customer can not get his bill.
fr_fr: Aucun code-barres généré tant que client ne peut pas obtenir sa facture

source: None bardcode generated as coupon has not created.
fr_fr: Aucun code-barres généré tant que le coupon n'est pas créé.

source: Print
fr_fr: Imprimer

source: Barcode
fr_fr: Code-Barres

source: WPShop Barcode configuration
fr_fr: Configuration de WPShop Barcode

source: Type of EAN-13 Barcode
fr_fr: Type de code-barres EAN-13

source: WPShop Barcode internal code configuration
fr_fr: Configuration des codes internes de WPShop Barcode

source: Code for indicate client (3 digits)
fr_fr: Code indiquant le client (3 chiffres)

source: Code for indicate provider (3 digits)
fr_fr: Code indiquant le fournisseur (3 chiffres)

source: Code for indicate client invoice (3 digits)
fr_fr: Code indiquant la facture client (3 chiffres)

source: Code for indicate client delivery order (3 digits)
fr_fr: Code indiquant le bon de livraison client (3 chiffres)

source: Code for indicate product (3 digits)
fr_fr: Code indiquant le produit (3 chiffres)

source: Code for indicate client assets (3 digits)
fr_fr: Code indiquant l'avoir client 3 chiffres)

source: Code for indicate coupons (3 digits)
fr_fr: Code indiquant les coupons (3 chiffres)

source: Code for indicate provider invoice (3 digits)
fr_fr: Code indiquant la facture fournisseur (3 chiffres)

source: Code for indicate provider delivery order (3 digits)
fr_fr: Code indiquant le bon de livraison fournisseur (3 chiffres)

source: WPShop Barcode normal code configuration
fr_fr: Configuration des codes normaux de WPShop Barcode

source: Indicate your country code
fr_fr: Indiquez votre code pays

source: Indicate your enterprise code
fr_fr: Indiquez votre code entreprise

source: Configure your internal codes for automatically generate barcode. The codes are 2 digits, its normal. You can put 3 without problems. Please respect the range number following: 040 up to 049. For coupons, the range is: 050 up to 059.
fr_fr: Configurez vos codes internes pour générer automatique le code-barres. Les sont sont sur 2 chiffres, c'est normal. Vous pouvez en mettre 3 sans problèmes. Veuillez respecter la plage de nombre suivante : 040 à 049. Pour les coupons, la plage est : 050 à 059.

source: Configure normal informations for automatically generate barcode.
fr_fr: Configurer automatiquement les informations normales pour générer des code-barres.

source: Internal
fr_fr: Interne

source: Bincode generate: %s <br />
fr_fr: Code binaire généré : %s <br />

source: The internal type defines a separate coding and use only internally without any external visibility.
fr_fr: Le type interne définit un codage séparé et l'utilisation est interne sans aucune visibilité externe.

source: The external type defined normal coding and requires registration with your organism of regulation.
fr_fr: Le type externe défini codage normale et nécessite une inscription auprès de votre organisme de régulation.

source: If you use the external operation (and register in regulation organism), you must set the country code and the company code given by this organization.
fr_fr: Si vous utilisez l'option externe (et s'inscrire auprès de l'organisme de régulation), vous devez définir le code pays et le code entreprise donnés par cet organisme.
